<template>
    <div class="container">
        <div class="col-6">
            <img src="@/assets/img/new/network/Group 138.png" alt="">
        </div>
        <div class="col-6">
            <h2>
                شبكة رياديات : وسع دائرة معارفك
            </h2>
            <p>
                منشبت نمتسشي بنمسشيب خهثص سمينكشب خصث تخهسش بمنسشتب خشسبثش
                منشبت نمتسشي بنمسشيب خهثص سمينكشب خصث تخهسش بمنسشتب خشسبثش
                منشبت نمتسشي بنمسشيب خهثص سمينكشب خصث تخهسش بمنسشتب خشسبثش
                منشبت نمتسشي بنمسشيب خهثص سمينكشب خصث تخهسش بمنسشتب خشسبثش
            </p>
        </div>
    </div>
</template>