<template>
  <div style="margin-top: 96px;">
       <div class="container network-profile">

           <div class="row">
               <div class="col-md-4  mt-3">
                   <userInfoCard />
               </div>
               <div class="col-md-8 mt-3 ">
                   <div v-if="false" class="row border px-2">
                       <div  class="p-2 col-12 col-md-6">
                           <h5>
                               متاح لتقديم الخدمات 
                           </h5>
                           <p>
                               يمكنك تصفح خدمات هذا العضو او غيره من اعضاء مقدمي الخدمة عند  الدخول الى منصة مقدمي خدمة رياديات
                           </p>
                           <div>
                               <button class="btn bg-main p-2 text-white rounded-2">
                                   الدخول للمنصة
                               </button>
                           </div>
                       </div>
                       <div class="col-12 col-md-6">
                           <img class="w-100" src="/assets/img/Group 1171275405.png" alt="">
                       </div>

                   </div>
                   <div class="border">

                       
                                           <ul class="nav nav-pills mb-3 gap-3 border-bottom pb-3 py-3 px-2" id="pills-tab" role="tablist">
                                               <li class="nav-item" role="presentation">
                                                 <button class="nav-link  active" id="pills-home-tab" data-bs-toggle="pill" data-bs-target="#pills-home" type="button" role="tab" aria-controls="pills-home" aria-selected="true">الدورات التي شاهدتها</button>
                                               </li>
                                               <li class="nav-item" role="presentation">
                                                 <button class="nav-link " id="pills-profile-tab" data-bs-toggle="pill" data-bs-target="#pills-profile" type="button" role="tab" aria-controls="pills-profile" aria-selected="false">المدونات</button>
                                               </li>
                                               <li class="nav-item" role="presentation">
                                                 <button class="nav-link " id="pills-contact-tab" data-bs-toggle="pill" data-bs-target="#pills-contact" type="button" role="tab" aria-controls="pills-contact" aria-selected="false">المعارض</button>
                                               </li>
                                               <li class="nav-item" role="presentation">
                                                   <button class="nav-link " id="pills-project-tab" data-bs-toggle="pill" data-bs-target="#pills-project" type="button" role="tab" aria-controls="pills-contact" aria-selected="false">المشاريع</button>
                                                 </li>
                                                 <li class="nav-item" role="presentation">
                                                   <button class="nav-link " id="pills-contacttt-tab" data-bs-toggle="pill" data-bs-target="#pills-contacttt" type="button" role="tab" aria-controls="pills-contacttt" aria-selected="false">قصة نجاح</button>
                                                 </li>
                                            
                                           </ul>
                                             <div class="tab-content" id="pills-tabContent">
                                               <div class="tab-pane fade show active" id="pills-home" role="tabpanel" aria-labelledby="pills-home-tab" tabindex="0">
                                                   <div class="d-flex gap-2 flex-wrap">
                       
                                                       <div>
                                                  
                                                           <iframe 
                                                           style="width: 200px;height: 100px;" 
                                                           class="rounded-3 "
                                                           src="https://www.youtube.com/embed/dGG9pWXS3ZQ" 
                                                           title="مقطع تعريفي عن شركة رياديات" 
                                                           frameborder="0" 
                                                           allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" 
                                                           allowfullscreen></iframe> 
                                                       </div>
                                                       <div>
                                                           <h6 class="m-0 p-0 t-x">
                                                               خطة العمل ودراسة الجدوى المالية
                                                           </h6>
                                                           <p class="m-0 p-0 t-c">
                                                               نسرين السيد
                                                           </p>
                                                           <p class="m-0 p-0">
                                                               <span class="fw-bolder text-dark">
                                                                   50
                                                               </span>
                                                               ريال
                                                           </p>
                                                       </div>
                       
                                                   </div>
                                                   <div class="d-flex gap-2 flex-wrap mt-2">
                       
                                                       <div>
                                                  
                                                           <iframe 
                                                           style="width: 200px;height: 100px;" 
                                                           class="rounded-3 "
                                                           src="https://www.youtube.com/embed/dGG9pWXS3ZQ" 
                                                           title="مقطع تعريفي عن شركة رياديات" 
                                                           frameborder="0" 
                                                           allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" 
                                                           allowfullscreen></iframe> 
                                                       </div>
                                                       <div>
                                                           <h6 class="m-0 p-0 t-x">
                                                               خطة العمل ودراسة الجدوى المالية
                                                           </h6>
                                                           <p class="m-0 p-0 t-c">
                                                               نسرين السيد
                                                           </p>
                                                           <p class="m-0 p-0">
                                                               <span class="fw-bolder text-dark">
                                                                   50
                                                               </span>
                                                               ريال
                                                           </p>
                                                       </div>
                       
                                                   </div>
                                                   <div class="d-flex gap-2 flex-wrap mt-2">
                       
                                                       <div>
                                                  
                                                           <iframe 
                                                           style="width: 200px;height: 100px;" 
                                                           class="rounded-3 "
                                                           src="https://www.youtube.com/embed/dGG9pWXS3ZQ" 
                                                           title="مقطع تعريفي عن شركة رياديات" 
                                                           frameborder="0" 
                                                           allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" 
                                                           allowfullscreen></iframe> 
                                                       </div>
                                                       <div>
                                                           <h6 class="m-0 p-0 t-x">
                                                               خطة العمل ودراسة الجدوى المالية
                                                           </h6>
                                                           <p class="m-0 p-0 t-c">
                                                               نسرين السيد
                                                           </p>
                                                           <p class="m-0 p-0">
                                                               <span class="fw-bolder text-dark">
                                                                   50
                                                               </span>
                                                               ريال
                                                           </p>
                                                       </div>
                       
                                                   </div>
                       
                       
                                               </div>
                                               <div class="tab-pane fade" id="pills-profile" role="tabpanel" aria-labelledby="pills-profile-tab" tabindex="0">
                                                   <div class="d-flex">
                                                       <div>
                                                           <img     style="width: 200px;height: 100px;" class="rounded-3"  src="/assets/img/Rectangle 39879.png" alt="">
                                                       </div>
                                                       <div class="mx-3">
                                                           <h5>
                                                               خطة العمل ودراسة الجدوى المالية ومقدمة هامة
                                                           </h5>
                                                           <div class="d-flex p-0 m-0">
                                                               <p class="p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                   <path d="M7.99967 15.1663C4.04634 15.1663 0.833008 11.953 0.833008 7.99967C0.833008 4.04634 4.04634 0.833008 7.99967 0.833008C11.953 0.833008 15.1663 4.04634 15.1663 7.99967C15.1663 11.953 11.953 15.1663 7.99967 15.1663ZM7.99967 1.83301C4.59967 1.83301 1.83301 4.59967 1.83301 7.99967C1.83301 11.3997 4.59967 14.1663 7.99967 14.1663C11.3997 14.1663 14.1663 11.3997 14.1663 7.99967C14.1663 4.59967 11.3997 1.83301 7.99967 1.83301Z" fill="#979797"/>
                                                                   <path d="M10.4731 10.6202C10.3864 10.6202 10.2998 10.6002 10.2198 10.5468L8.1531 9.3135C7.63977 9.00684 7.25977 8.3335 7.25977 7.74017V5.00684C7.25977 4.7335 7.48643 4.50684 7.75977 4.50684C8.0331 4.50684 8.25977 4.7335 8.25977 5.00684V7.74017C8.25977 7.98017 8.45977 8.3335 8.66643 8.4535L10.7331 9.68684C10.9731 9.82684 11.0464 10.1335 10.9064 10.3735C10.8064 10.5335 10.6398 10.6202 10.4731 10.6202Z" fill="#979797"/>
                                                                   </svg>
                                                                   30 اكتوبر 2020
                                                                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                             
                                                               <p class="text-danger p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M10.9597 2.06641C9.75301 2.06641 8.67301 2.65307 7.99967 3.55307C7.32634 2.65307 6.24634 2.06641 5.03967 2.06641C2.99301 2.06641 1.33301 3.73307 1.33301 5.79307C1.33301 6.58641 1.45967 7.31974 1.67967 7.99974C2.73301 11.3331 5.97967 13.3264 7.58634 13.8731C7.81301 13.9531 8.18634 13.9531 8.41301 13.8731C10.0197 13.3264 13.2663 11.3331 14.3197 7.99974C14.5397 7.31974 14.6663 6.58641 14.6663 5.79307C14.6663 3.73307 13.0063 2.06641 10.9597 2.06641Z" fill="#FF1616"/>
                                                                       </svg>
                                                                   15
                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                               <p class="y-c p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M7.99995 10.8866C6.40661 10.8866 5.11328 9.59328 5.11328 7.99995C5.11328 6.40661 6.40661 5.11328 7.99995 5.11328C9.59328 5.11328 10.8866 6.40661 10.8866 7.99995C10.8866 9.59328 9.59328 10.8866 7.99995 10.8866ZM7.99995 6.11328C6.95995 6.11328 6.11328 6.95995 6.11328 7.99995C6.11328 9.03995 6.95995 9.88661 7.99995 9.88661C9.03995 9.88661 9.88661 9.03995 9.88661 7.99995C9.88661 6.95995 9.03995 6.11328 7.99995 6.11328Z" fill="#FFBC00"/>
                                                                       <path d="M7.99973 14.013C5.49306 14.013 3.12639 12.5463 1.49973 9.99966C0.79306 8.89966 0.79306 7.10633 1.49973 5.99966C3.13306 3.45299 5.49973 1.98633 7.99973 1.98633C10.4997 1.98633 12.8664 3.45299 14.4931 5.99966C15.1997 7.09966 15.1997 8.893 14.4931 9.99966C12.8664 12.5463 10.4997 14.013 7.99973 14.013ZM7.99973 2.98633C5.84639 2.98633 3.78639 4.27966 2.34639 6.53966C1.84639 7.31966 1.84639 8.67966 2.34639 9.45966C3.78639 11.7197 5.84639 13.013 7.99973 13.013C10.1531 13.013 12.2131 11.7197 13.6531 9.45966C14.1531 8.67966 14.1531 7.31966 13.6531 6.53966C12.2131 4.27966 10.1531 2.98633 7.99973 2.98633Z" fill="#FFBC00"/>
                                                                       </svg>
                                                                       500 مشاهدة  
                                                               </p>
                       
                       
                                                           </div>
                                                           <button class="btn bg-main bg-main rounded-2 p-2 text-white mt-2">
                                                               عرض التدوينة
                                                           </button>
                                                       </div>
                       
                                                   </div>
                                                   <div class="d-flex mt-3">
                                                       <div>
                                                           <img     style="width: 200px;height: 100px;" class="rounded-3"  src="/assets/img/Rectangle 39879.png" alt="">
                                                       </div>
                                                       <div class="mx-3">
                                                           <h5>
                                                               خطة العمل ودراسة الجدوى المالية ومقدمة هامة
                                                           </h5>
                                                           <div class="d-flex p-0 m-0">
                                                               <p class="p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                   <path d="M7.99967 15.1663C4.04634 15.1663 0.833008 11.953 0.833008 7.99967C0.833008 4.04634 4.04634 0.833008 7.99967 0.833008C11.953 0.833008 15.1663 4.04634 15.1663 7.99967C15.1663 11.953 11.953 15.1663 7.99967 15.1663ZM7.99967 1.83301C4.59967 1.83301 1.83301 4.59967 1.83301 7.99967C1.83301 11.3997 4.59967 14.1663 7.99967 14.1663C11.3997 14.1663 14.1663 11.3997 14.1663 7.99967C14.1663 4.59967 11.3997 1.83301 7.99967 1.83301Z" fill="#979797"/>
                                                                   <path d="M10.4731 10.6202C10.3864 10.6202 10.2998 10.6002 10.2198 10.5468L8.1531 9.3135C7.63977 9.00684 7.25977 8.3335 7.25977 7.74017V5.00684C7.25977 4.7335 7.48643 4.50684 7.75977 4.50684C8.0331 4.50684 8.25977 4.7335 8.25977 5.00684V7.74017C8.25977 7.98017 8.45977 8.3335 8.66643 8.4535L10.7331 9.68684C10.9731 9.82684 11.0464 10.1335 10.9064 10.3735C10.8064 10.5335 10.6398 10.6202 10.4731 10.6202Z" fill="#979797"/>
                                                                   </svg>
                                                                   30 اكتوبر 2020
                                                                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                             
                                                               <p class="text-danger p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M10.9597 2.06641C9.75301 2.06641 8.67301 2.65307 7.99967 3.55307C7.32634 2.65307 6.24634 2.06641 5.03967 2.06641C2.99301 2.06641 1.33301 3.73307 1.33301 5.79307C1.33301 6.58641 1.45967 7.31974 1.67967 7.99974C2.73301 11.3331 5.97967 13.3264 7.58634 13.8731C7.81301 13.9531 8.18634 13.9531 8.41301 13.8731C10.0197 13.3264 13.2663 11.3331 14.3197 7.99974C14.5397 7.31974 14.6663 6.58641 14.6663 5.79307C14.6663 3.73307 13.0063 2.06641 10.9597 2.06641Z" fill="#FF1616"/>
                                                                       </svg>
                                                                   15
                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                               <p class="y-c p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M7.99995 10.8866C6.40661 10.8866 5.11328 9.59328 5.11328 7.99995C5.11328 6.40661 6.40661 5.11328 7.99995 5.11328C9.59328 5.11328 10.8866 6.40661 10.8866 7.99995C10.8866 9.59328 9.59328 10.8866 7.99995 10.8866ZM7.99995 6.11328C6.95995 6.11328 6.11328 6.95995 6.11328 7.99995C6.11328 9.03995 6.95995 9.88661 7.99995 9.88661C9.03995 9.88661 9.88661 9.03995 9.88661 7.99995C9.88661 6.95995 9.03995 6.11328 7.99995 6.11328Z" fill="#FFBC00"/>
                                                                       <path d="M7.99973 14.013C5.49306 14.013 3.12639 12.5463 1.49973 9.99966C0.79306 8.89966 0.79306 7.10633 1.49973 5.99966C3.13306 3.45299 5.49973 1.98633 7.99973 1.98633C10.4997 1.98633 12.8664 3.45299 14.4931 5.99966C15.1997 7.09966 15.1997 8.893 14.4931 9.99966C12.8664 12.5463 10.4997 14.013 7.99973 14.013ZM7.99973 2.98633C5.84639 2.98633 3.78639 4.27966 2.34639 6.53966C1.84639 7.31966 1.84639 8.67966 2.34639 9.45966C3.78639 11.7197 5.84639 13.013 7.99973 13.013C10.1531 13.013 12.2131 11.7197 13.6531 9.45966C14.1531 8.67966 14.1531 7.31966 13.6531 6.53966C12.2131 4.27966 10.1531 2.98633 7.99973 2.98633Z" fill="#FFBC00"/>
                                                                       </svg>
                                                                       500 مشاهدة  
                                                               </p>
                       
                       
                                                           </div>
                                                           <button class="btn bg-main bg-main rounded-2 p-2 text-white mt-2">
                                                               عرض التدوينة
                                                           </button>
                                                       </div>
                       
                                                   </div>
                                                   <div class="d-flex mt-3">
                                                       <div>
                                                           <img     style="width: 200px;height: 100px;" class="rounded-3"  src="/assets/img/Rectangle 39879.png" alt="">
                                                       </div>
                                                       <div class="mx-3">
                                                           <h5>
                                                               خطة العمل ودراسة الجدوى المالية ومقدمة هامة
                                                           </h5>
                                                           <div class="d-flex p-0 m-0">
                                                               <p class="p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                   <path d="M7.99967 15.1663C4.04634 15.1663 0.833008 11.953 0.833008 7.99967C0.833008 4.04634 4.04634 0.833008 7.99967 0.833008C11.953 0.833008 15.1663 4.04634 15.1663 7.99967C15.1663 11.953 11.953 15.1663 7.99967 15.1663ZM7.99967 1.83301C4.59967 1.83301 1.83301 4.59967 1.83301 7.99967C1.83301 11.3997 4.59967 14.1663 7.99967 14.1663C11.3997 14.1663 14.1663 11.3997 14.1663 7.99967C14.1663 4.59967 11.3997 1.83301 7.99967 1.83301Z" fill="#979797"/>
                                                                   <path d="M10.4731 10.6202C10.3864 10.6202 10.2998 10.6002 10.2198 10.5468L8.1531 9.3135C7.63977 9.00684 7.25977 8.3335 7.25977 7.74017V5.00684C7.25977 4.7335 7.48643 4.50684 7.75977 4.50684C8.0331 4.50684 8.25977 4.7335 8.25977 5.00684V7.74017C8.25977 7.98017 8.45977 8.3335 8.66643 8.4535L10.7331 9.68684C10.9731 9.82684 11.0464 10.1335 10.9064 10.3735C10.8064 10.5335 10.6398 10.6202 10.4731 10.6202Z" fill="#979797"/>
                                                                   </svg>
                                                                   30 اكتوبر 2020
                                                                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                             
                                                               <p class="text-danger p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M10.9597 2.06641C9.75301 2.06641 8.67301 2.65307 7.99967 3.55307C7.32634 2.65307 6.24634 2.06641 5.03967 2.06641C2.99301 2.06641 1.33301 3.73307 1.33301 5.79307C1.33301 6.58641 1.45967 7.31974 1.67967 7.99974C2.73301 11.3331 5.97967 13.3264 7.58634 13.8731C7.81301 13.9531 8.18634 13.9531 8.41301 13.8731C10.0197 13.3264 13.2663 11.3331 14.3197 7.99974C14.5397 7.31974 14.6663 6.58641 14.6663 5.79307C14.6663 3.73307 13.0063 2.06641 10.9597 2.06641Z" fill="#FF1616"/>
                                                                       </svg>
                                                                   15
                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                               <p class="y-c p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M7.99995 10.8866C6.40661 10.8866 5.11328 9.59328 5.11328 7.99995C5.11328 6.40661 6.40661 5.11328 7.99995 5.11328C9.59328 5.11328 10.8866 6.40661 10.8866 7.99995C10.8866 9.59328 9.59328 10.8866 7.99995 10.8866ZM7.99995 6.11328C6.95995 6.11328 6.11328 6.95995 6.11328 7.99995C6.11328 9.03995 6.95995 9.88661 7.99995 9.88661C9.03995 9.88661 9.88661 9.03995 9.88661 7.99995C9.88661 6.95995 9.03995 6.11328 7.99995 6.11328Z" fill="#FFBC00"/>
                                                                       <path d="M7.99973 14.013C5.49306 14.013 3.12639 12.5463 1.49973 9.99966C0.79306 8.89966 0.79306 7.10633 1.49973 5.99966C3.13306 3.45299 5.49973 1.98633 7.99973 1.98633C10.4997 1.98633 12.8664 3.45299 14.4931 5.99966C15.1997 7.09966 15.1997 8.893 14.4931 9.99966C12.8664 12.5463 10.4997 14.013 7.99973 14.013ZM7.99973 2.98633C5.84639 2.98633 3.78639 4.27966 2.34639 6.53966C1.84639 7.31966 1.84639 8.67966 2.34639 9.45966C3.78639 11.7197 5.84639 13.013 7.99973 13.013C10.1531 13.013 12.2131 11.7197 13.6531 9.45966C14.1531 8.67966 14.1531 7.31966 13.6531 6.53966C12.2131 4.27966 10.1531 2.98633 7.99973 2.98633Z" fill="#FFBC00"/>
                                                                       </svg>
                                                                       500 مشاهدة  
                                                               </p>
                       
                       
                                                           </div>
                                                           <button class="btn bg-main bg-main rounded-2 p-2 text-white mt-2">
                                                               عرض التدوينة
                                                           </button>
                                                       </div>
                       
                                                   </div>
                                               </div>
                                               <div class="tab-pane fade" id="pills-contact" role="tabpanel" aria-labelledby="pills-contact-tab" tabindex="0">
                                                   <div class="d-flex">
                                                       <div>
                                                           <img     style="width: 200px;height: 100px;" class="rounded-3"  src="/assets/img/Rectangle 39879aa.png" alt="">
                                                       </div>
                                                       <div class="mx-3 ">
                                                           <div class="d-flex align-items-center">
                       
                                                               <p class="bg-yal p-1 px-2 m-0 text-white rounded-2">
                                                                   مفتوح
                                                               </p>
                                                               <h5 class="mx-2 m-0">
                                                                   خطة العمل ودراسة الجدوى المالية ومقدمة هامة
                                                               </h5>
                                                           </div>
                                                           <div class="d-flex p-0 m-0 mt-2">
                                                               <p class="p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                   <path d="M7.99967 15.1663C4.04634 15.1663 0.833008 11.953 0.833008 7.99967C0.833008 4.04634 4.04634 0.833008 7.99967 0.833008C11.953 0.833008 15.1663 4.04634 15.1663 7.99967C15.1663 11.953 11.953 15.1663 7.99967 15.1663ZM7.99967 1.83301C4.59967 1.83301 1.83301 4.59967 1.83301 7.99967C1.83301 11.3997 4.59967 14.1663 7.99967 14.1663C11.3997 14.1663 14.1663 11.3997 14.1663 7.99967C14.1663 4.59967 11.3997 1.83301 7.99967 1.83301Z" fill="#979797"/>
                                                                   <path d="M10.4731 10.6202C10.3864 10.6202 10.2998 10.6002 10.2198 10.5468L8.1531 9.3135C7.63977 9.00684 7.25977 8.3335 7.25977 7.74017V5.00684C7.25977 4.7335 7.48643 4.50684 7.75977 4.50684C8.0331 4.50684 8.25977 4.7335 8.25977 5.00684V7.74017C8.25977 7.98017 8.45977 8.3335 8.66643 8.4535L10.7331 9.68684C10.9731 9.82684 11.0464 10.1335 10.9064 10.3735C10.8064 10.5335 10.6398 10.6202 10.4731 10.6202Z" fill="#979797"/>
                                                                   </svg>
                                                                   30 اكتوبر 2020
                                                                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                             
                                                               <p class="text-danger m-c p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M11.827 15.167H4.17366C2.51366 15.167 1.16699 13.8203 1.16699 12.1603V7.67367C1.16699 6.01367 2.51366 4.66699 4.17366 4.66699H11.827C13.487 4.66699 14.8337 6.01367 14.8337 7.67367V8.63367C14.8337 8.907 14.607 9.13367 14.3337 9.13367H12.987C12.7537 9.13367 12.5403 9.22033 12.387 9.38033L12.3803 9.387C12.1937 9.567 12.107 9.81364 12.127 10.067C12.167 10.507 12.587 10.8603 13.067 10.8603H14.3337C14.607 10.8603 14.8337 11.087 14.8337 11.3603V12.1536C14.8337 13.8203 13.487 15.167 11.827 15.167ZM4.17366 5.66699C3.06699 5.66699 2.16699 6.567 2.16699 7.67367V12.1603C2.16699 13.267 3.06699 14.167 4.17366 14.167H11.827C12.9337 14.167 13.8337 13.267 13.8337 12.1603V11.867H13.067C12.0603 11.867 11.207 11.1203 11.127 10.1603C11.0737 9.61365 11.2737 9.07367 11.6737 8.68034C12.0203 8.32701 12.487 8.13367 12.987 8.13367H13.8337V7.67367C13.8337 6.567 12.9337 5.66699 11.827 5.66699H4.17366Z" fill="#2C98B3"/>
                                                                       <path d="M1.66699 8.77301C1.39366 8.77301 1.16699 8.54635 1.16699 8.27301V5.22638C1.16699 4.23305 1.79366 3.33301 2.72033 2.97968L8.01366 0.979678C8.56033 0.773011 9.16699 0.846377 9.64033 1.17971C10.1203 1.51304 10.4003 2.05304 10.4003 2.63304V5.16636C10.4003 5.4397 10.1737 5.66636 9.90033 5.66636C9.62699 5.66636 9.40033 5.4397 9.40033 5.16636V2.63304C9.40033 2.37971 9.28033 2.14636 9.06699 1.9997C8.85366 1.85303 8.60033 1.81969 8.36033 1.91303L3.06699 3.91303C2.52699 4.11969 2.16033 4.64638 2.16033 5.22638V8.27301C2.16699 8.55301 1.94033 8.77301 1.66699 8.77301Z" fill="#2C98B3"/>
                                                                       <path d="M13.0666 11.8661C12.06 11.8661 11.2066 11.1195 11.1266 10.1595C11.0733 9.60613 11.2733 9.06614 11.6733 8.67281C12.0133 8.32614 12.48 8.13281 12.98 8.13281H14.3666C15.0266 8.15281 15.5333 8.67278 15.5333 9.31278V10.6862C15.5333 11.3262 15.0266 11.8461 14.3866 11.8661H13.0666ZM14.3533 9.13281H12.9866C12.7533 9.13281 12.54 9.21948 12.3866 9.37948C12.1933 9.56614 12.1 9.81946 12.1266 10.0728C12.1666 10.5128 12.5866 10.8661 13.0666 10.8661H14.3733C14.46 10.8661 14.54 10.7862 14.54 10.6862V9.31278C14.54 9.21278 14.46 9.13948 14.3533 9.13281Z" fill="#2C98B3"/>
                                                                       <path d="M9.33366 8.5H4.66699C4.39366 8.5 4.16699 8.27333 4.16699 8C4.16699 7.72667 4.39366 7.5 4.66699 7.5H9.33366C9.60699 7.5 9.83366 7.72667 9.83366 8C9.83366 8.27333 9.60699 8.5 9.33366 8.5Z" fill="#2C98B3"/>
                                                                       </svg>
                                                                       
                                                                       مجاني
                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                               <p class=" p-0 m-0 text-danger">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M7.99992 9.4463C6.57992 9.4463 5.41992 8.29297 5.41992 6.8663C5.41992 5.43964 6.57992 4.29297 7.99992 4.29297C9.41992 4.29297 10.5799 5.4463 10.5799 6.87297C10.5799 8.29964 9.41992 9.4463 7.99992 9.4463ZM7.99992 5.29297C7.13326 5.29297 6.41992 5.99964 6.41992 6.87297C6.41992 7.7463 7.12659 8.45297 7.99992 8.45297C8.87326 8.45297 9.57992 7.7463 9.57992 6.87297C9.57992 5.99964 8.86659 5.29297 7.99992 5.29297Z" fill="#F2631C"/>
                                                                       <path d="M8.00012 15.173C7.01345 15.173 6.02012 14.7997 5.24678 14.0597C3.28012 12.1663 1.10678 9.14634 1.92678 5.55301C2.66678 2.29301 5.51345 0.833008 8.00012 0.833008C8.00012 0.833008 8.00012 0.833008 8.00678 0.833008C10.4935 0.833008 13.3401 2.29301 14.0801 5.55967C14.8934 9.15301 12.7201 12.1663 10.7534 14.0597C9.98012 14.7997 8.98678 15.173 8.00012 15.173ZM8.00012 1.83301C6.06012 1.83301 3.56678 2.86634 2.90678 5.77301C2.18678 8.91301 4.16012 11.6197 5.94678 13.333C7.10012 14.4463 8.90678 14.4463 10.0601 13.333C11.8401 11.6197 13.8134 8.91301 13.1068 5.77301C12.4401 2.86634 9.94012 1.83301 8.00012 1.83301Z" fill="#F2631C"/>
                                                                       </svg>
                                                                       
                                                                     جده
                                                               </p>
                       
                       
                                                           </div>
                                                           <button class="btn bg-main bg-main rounded-2 p-1 text-white mt-2">
                                                               صفحة  المعارض
                                                           </button>
                                                       </div>
                       
                                                   </div>
                                                   <div class="d-flex mt-3">
                                                       <div>
                                                           <img     style="width: 200px;height: 100px;" class="rounded-3"  src="/assets/img/Rectangle 39879aa.png" alt="">
                                                       </div>
                                                       <div class="mx-3 ">
                                                           <div class="d-flex align-items-center">
                       
                                                               <p class="bg-danger p-1 px-2 m-0 text-white rounded-2">
                                                                   مغلق
                                                               </p>
                                                               <h5 class="mx-2 m-0">
                                                                   معرض المجوهرات
                                                               </h5>
                                                           </div>
                                                           <div class="d-flex p-0 m-0 mt-2">
                                                               <p class="p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                   <path d="M7.99967 15.1663C4.04634 15.1663 0.833008 11.953 0.833008 7.99967C0.833008 4.04634 4.04634 0.833008 7.99967 0.833008C11.953 0.833008 15.1663 4.04634 15.1663 7.99967C15.1663 11.953 11.953 15.1663 7.99967 15.1663ZM7.99967 1.83301C4.59967 1.83301 1.83301 4.59967 1.83301 7.99967C1.83301 11.3997 4.59967 14.1663 7.99967 14.1663C11.3997 14.1663 14.1663 11.3997 14.1663 7.99967C14.1663 4.59967 11.3997 1.83301 7.99967 1.83301Z" fill="#979797"/>
                                                                   <path d="M10.4731 10.6202C10.3864 10.6202 10.2998 10.6002 10.2198 10.5468L8.1531 9.3135C7.63977 9.00684 7.25977 8.3335 7.25977 7.74017V5.00684C7.25977 4.7335 7.48643 4.50684 7.75977 4.50684C8.0331 4.50684 8.25977 4.7335 8.25977 5.00684V7.74017C8.25977 7.98017 8.45977 8.3335 8.66643 8.4535L10.7331 9.68684C10.9731 9.82684 11.0464 10.1335 10.9064 10.3735C10.8064 10.5335 10.6398 10.6202 10.4731 10.6202Z" fill="#979797"/>
                                                                   </svg>
                                                                   30 اكتوبر 2020
                                                                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                             
                                                               <p class="text-danger m-c p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M11.827 15.167H4.17366C2.51366 15.167 1.16699 13.8203 1.16699 12.1603V7.67367C1.16699 6.01367 2.51366 4.66699 4.17366 4.66699H11.827C13.487 4.66699 14.8337 6.01367 14.8337 7.67367V8.63367C14.8337 8.907 14.607 9.13367 14.3337 9.13367H12.987C12.7537 9.13367 12.5403 9.22033 12.387 9.38033L12.3803 9.387C12.1937 9.567 12.107 9.81364 12.127 10.067C12.167 10.507 12.587 10.8603 13.067 10.8603H14.3337C14.607 10.8603 14.8337 11.087 14.8337 11.3603V12.1536C14.8337 13.8203 13.487 15.167 11.827 15.167ZM4.17366 5.66699C3.06699 5.66699 2.16699 6.567 2.16699 7.67367V12.1603C2.16699 13.267 3.06699 14.167 4.17366 14.167H11.827C12.9337 14.167 13.8337 13.267 13.8337 12.1603V11.867H13.067C12.0603 11.867 11.207 11.1203 11.127 10.1603C11.0737 9.61365 11.2737 9.07367 11.6737 8.68034C12.0203 8.32701 12.487 8.13367 12.987 8.13367H13.8337V7.67367C13.8337 6.567 12.9337 5.66699 11.827 5.66699H4.17366Z" fill="#2C98B3"/>
                                                                       <path d="M1.66699 8.77301C1.39366 8.77301 1.16699 8.54635 1.16699 8.27301V5.22638C1.16699 4.23305 1.79366 3.33301 2.72033 2.97968L8.01366 0.979678C8.56033 0.773011 9.16699 0.846377 9.64033 1.17971C10.1203 1.51304 10.4003 2.05304 10.4003 2.63304V5.16636C10.4003 5.4397 10.1737 5.66636 9.90033 5.66636C9.62699 5.66636 9.40033 5.4397 9.40033 5.16636V2.63304C9.40033 2.37971 9.28033 2.14636 9.06699 1.9997C8.85366 1.85303 8.60033 1.81969 8.36033 1.91303L3.06699 3.91303C2.52699 4.11969 2.16033 4.64638 2.16033 5.22638V8.27301C2.16699 8.55301 1.94033 8.77301 1.66699 8.77301Z" fill="#2C98B3"/>
                                                                       <path d="M13.0666 11.8661C12.06 11.8661 11.2066 11.1195 11.1266 10.1595C11.0733 9.60613 11.2733 9.06614 11.6733 8.67281C12.0133 8.32614 12.48 8.13281 12.98 8.13281H14.3666C15.0266 8.15281 15.5333 8.67278 15.5333 9.31278V10.6862C15.5333 11.3262 15.0266 11.8461 14.3866 11.8661H13.0666ZM14.3533 9.13281H12.9866C12.7533 9.13281 12.54 9.21948 12.3866 9.37948C12.1933 9.56614 12.1 9.81946 12.1266 10.0728C12.1666 10.5128 12.5866 10.8661 13.0666 10.8661H14.3733C14.46 10.8661 14.54 10.7862 14.54 10.6862V9.31278C14.54 9.21278 14.46 9.13948 14.3533 9.13281Z" fill="#2C98B3"/>
                                                                       <path d="M9.33366 8.5H4.66699C4.39366 8.5 4.16699 8.27333 4.16699 8C4.16699 7.72667 4.39366 7.5 4.66699 7.5H9.33366C9.60699 7.5 9.83366 7.72667 9.83366 8C9.83366 8.27333 9.60699 8.5 9.33366 8.5Z" fill="#2C98B3"/>
                                                                       </svg>
                                                                       
                                                                       مجاني
                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                               <p class=" p-0 m-0 text-danger">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M7.99992 9.4463C6.57992 9.4463 5.41992 8.29297 5.41992 6.8663C5.41992 5.43964 6.57992 4.29297 7.99992 4.29297C9.41992 4.29297 10.5799 5.4463 10.5799 6.87297C10.5799 8.29964 9.41992 9.4463 7.99992 9.4463ZM7.99992 5.29297C7.13326 5.29297 6.41992 5.99964 6.41992 6.87297C6.41992 7.7463 7.12659 8.45297 7.99992 8.45297C8.87326 8.45297 9.57992 7.7463 9.57992 6.87297C9.57992 5.99964 8.86659 5.29297 7.99992 5.29297Z" fill="#F2631C"/>
                                                                       <path d="M8.00012 15.173C7.01345 15.173 6.02012 14.7997 5.24678 14.0597C3.28012 12.1663 1.10678 9.14634 1.92678 5.55301C2.66678 2.29301 5.51345 0.833008 8.00012 0.833008C8.00012 0.833008 8.00012 0.833008 8.00678 0.833008C10.4935 0.833008 13.3401 2.29301 14.0801 5.55967C14.8934 9.15301 12.7201 12.1663 10.7534 14.0597C9.98012 14.7997 8.98678 15.173 8.00012 15.173ZM8.00012 1.83301C6.06012 1.83301 3.56678 2.86634 2.90678 5.77301C2.18678 8.91301 4.16012 11.6197 5.94678 13.333C7.10012 14.4463 8.90678 14.4463 10.0601 13.333C11.8401 11.6197 13.8134 8.91301 13.1068 5.77301C12.4401 2.86634 9.94012 1.83301 8.00012 1.83301Z" fill="#F2631C"/>
                                                                       </svg>
                                                                       
                                                                     جده
                                                               </p>
                       
                       
                                                           </div>
                                                  
                                                       </div>
                       
                                                   </div>
                                                   <div class="d-flex mt-3">
                                                       <div>
                                                           <img     style="width: 200px;height: 100px;" class="rounded-3"  src="/assets/img/Rectangle 39879aa.png" alt="">
                                                       </div>
                                                       <div class="mx-3 ">
                                                           <div class="d-flex align-items-center">
                       
                                                               <p class="bg-yal p-1 px-2 m-0 text-white rounded-2">
                                                                   مفتوح
                                                               </p>
                                                               <h5 class="mx-2 m-0">
                                                                   معرض الزهور لجميع انواع الورود
                                                               </h5>
                                                           </div>
                                                           <div class="d-flex p-0 m-0 mt-2">
                                                               <p class="p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                   <path d="M7.99967 15.1663C4.04634 15.1663 0.833008 11.953 0.833008 7.99967C0.833008 4.04634 4.04634 0.833008 7.99967 0.833008C11.953 0.833008 15.1663 4.04634 15.1663 7.99967C15.1663 11.953 11.953 15.1663 7.99967 15.1663ZM7.99967 1.83301C4.59967 1.83301 1.83301 4.59967 1.83301 7.99967C1.83301 11.3997 4.59967 14.1663 7.99967 14.1663C11.3997 14.1663 14.1663 11.3997 14.1663 7.99967C14.1663 4.59967 11.3997 1.83301 7.99967 1.83301Z" fill="#979797"/>
                                                                   <path d="M10.4731 10.6202C10.3864 10.6202 10.2998 10.6002 10.2198 10.5468L8.1531 9.3135C7.63977 9.00684 7.25977 8.3335 7.25977 7.74017V5.00684C7.25977 4.7335 7.48643 4.50684 7.75977 4.50684C8.0331 4.50684 8.25977 4.7335 8.25977 5.00684V7.74017C8.25977 7.98017 8.45977 8.3335 8.66643 8.4535L10.7331 9.68684C10.9731 9.82684 11.0464 10.1335 10.9064 10.3735C10.8064 10.5335 10.6398 10.6202 10.4731 10.6202Z" fill="#979797"/>
                                                                   </svg>
                                                                   30 اكتوبر 2020
                                                                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                             
                                                               <p class="text-danger m-c p-0 m-0">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M11.827 15.167H4.17366C2.51366 15.167 1.16699 13.8203 1.16699 12.1603V7.67367C1.16699 6.01367 2.51366 4.66699 4.17366 4.66699H11.827C13.487 4.66699 14.8337 6.01367 14.8337 7.67367V8.63367C14.8337 8.907 14.607 9.13367 14.3337 9.13367H12.987C12.7537 9.13367 12.5403 9.22033 12.387 9.38033L12.3803 9.387C12.1937 9.567 12.107 9.81364 12.127 10.067C12.167 10.507 12.587 10.8603 13.067 10.8603H14.3337C14.607 10.8603 14.8337 11.087 14.8337 11.3603V12.1536C14.8337 13.8203 13.487 15.167 11.827 15.167ZM4.17366 5.66699C3.06699 5.66699 2.16699 6.567 2.16699 7.67367V12.1603C2.16699 13.267 3.06699 14.167 4.17366 14.167H11.827C12.9337 14.167 13.8337 13.267 13.8337 12.1603V11.867H13.067C12.0603 11.867 11.207 11.1203 11.127 10.1603C11.0737 9.61365 11.2737 9.07367 11.6737 8.68034C12.0203 8.32701 12.487 8.13367 12.987 8.13367H13.8337V7.67367C13.8337 6.567 12.9337 5.66699 11.827 5.66699H4.17366Z" fill="#2C98B3"/>
                                                                       <path d="M1.66699 8.77301C1.39366 8.77301 1.16699 8.54635 1.16699 8.27301V5.22638C1.16699 4.23305 1.79366 3.33301 2.72033 2.97968L8.01366 0.979678C8.56033 0.773011 9.16699 0.846377 9.64033 1.17971C10.1203 1.51304 10.4003 2.05304 10.4003 2.63304V5.16636C10.4003 5.4397 10.1737 5.66636 9.90033 5.66636C9.62699 5.66636 9.40033 5.4397 9.40033 5.16636V2.63304C9.40033 2.37971 9.28033 2.14636 9.06699 1.9997C8.85366 1.85303 8.60033 1.81969 8.36033 1.91303L3.06699 3.91303C2.52699 4.11969 2.16033 4.64638 2.16033 5.22638V8.27301C2.16699 8.55301 1.94033 8.77301 1.66699 8.77301Z" fill="#2C98B3"/>
                                                                       <path d="M13.0666 11.8661C12.06 11.8661 11.2066 11.1195 11.1266 10.1595C11.0733 9.60613 11.2733 9.06614 11.6733 8.67281C12.0133 8.32614 12.48 8.13281 12.98 8.13281H14.3666C15.0266 8.15281 15.5333 8.67278 15.5333 9.31278V10.6862C15.5333 11.3262 15.0266 11.8461 14.3866 11.8661H13.0666ZM14.3533 9.13281H12.9866C12.7533 9.13281 12.54 9.21948 12.3866 9.37948C12.1933 9.56614 12.1 9.81946 12.1266 10.0728C12.1666 10.5128 12.5866 10.8661 13.0666 10.8661H14.3733C14.46 10.8661 14.54 10.7862 14.54 10.6862V9.31278C14.54 9.21278 14.46 9.13948 14.3533 9.13281Z" fill="#2C98B3"/>
                                                                       <path d="M9.33366 8.5H4.66699C4.39366 8.5 4.16699 8.27333 4.16699 8C4.16699 7.72667 4.39366 7.5 4.66699 7.5H9.33366C9.60699 7.5 9.83366 7.72667 9.83366 8C9.83366 8.27333 9.60699 8.5 9.33366 8.5Z" fill="#2C98B3"/>
                                                                       </svg>
                                                                       
                                                                       مجاني
                       
                                                               </p>
                                                               <span class="mx-2">
                                                                   |
                                                               </span>
                                                               <p class=" p-0 m-0 text-danger">
                                                                   <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                       <path d="M7.99992 9.4463C6.57992 9.4463 5.41992 8.29297 5.41992 6.8663C5.41992 5.43964 6.57992 4.29297 7.99992 4.29297C9.41992 4.29297 10.5799 5.4463 10.5799 6.87297C10.5799 8.29964 9.41992 9.4463 7.99992 9.4463ZM7.99992 5.29297C7.13326 5.29297 6.41992 5.99964 6.41992 6.87297C6.41992 7.7463 7.12659 8.45297 7.99992 8.45297C8.87326 8.45297 9.57992 7.7463 9.57992 6.87297C9.57992 5.99964 8.86659 5.29297 7.99992 5.29297Z" fill="#F2631C"/>
                                                                       <path d="M8.00012 15.173C7.01345 15.173 6.02012 14.7997 5.24678 14.0597C3.28012 12.1663 1.10678 9.14634 1.92678 5.55301C2.66678 2.29301 5.51345 0.833008 8.00012 0.833008C8.00012 0.833008 8.00012 0.833008 8.00678 0.833008C10.4935 0.833008 13.3401 2.29301 14.0801 5.55967C14.8934 9.15301 12.7201 12.1663 10.7534 14.0597C9.98012 14.7997 8.98678 15.173 8.00012 15.173ZM8.00012 1.83301C6.06012 1.83301 3.56678 2.86634 2.90678 5.77301C2.18678 8.91301 4.16012 11.6197 5.94678 13.333C7.10012 14.4463 8.90678 14.4463 10.0601 13.333C11.8401 11.6197 13.8134 8.91301 13.1068 5.77301C12.4401 2.86634 9.94012 1.83301 8.00012 1.83301Z" fill="#F2631C"/>
                                                                       </svg>
                                                                       
                                                                     جده
                                                               </p>
                       
                       
                                                           </div>
                                                           <button class="btn bg-main bg-main rounded-2 p-1 text-white mt-2">
                                                               صفحة  المعارض
                                                           </button>
                                                       </div>
                       
                                                   </div>
                                               </div>
                                               <div class="tab-pane fade" id="pills-project" role="tabpanel" aria-labelledby="pills-project-tab" tabindex="0">
                       
                                                   <div class="row">
                                                       <div class="col-md-6">
                                                           <div class="box border rounded-2 p-2">
                                                               <p class="text-end t-c">
                                                                   {{ $t('publish-date') }} 
                                                                   <span>
                                                                       : 22\12\2022 
                                                                   </span>
                                                               </p>
                                                               <h5>
                                                                   تكنولوجيا القلم الديجيتال
                                                               </h5>
                                                               <p>
                                                                   <span class="m-c">
                                                                       500,000
                                                                   </span>
                                                                   <span class="y-c">
                                                                       {{$t('SAR')}}
                                                                   </span>
                                                               </p>
                                                               <div class="col-md-12 mt-5 dashbord">
                                                                   <div style="height: 10px;" class="progress ">
                                                                       <div   class="progress-bar" role="progressbar" aria-label="Example with label" style="width: 50%; height: 10px;" aria-valuenow="25" aria-valuemin="0" aria-valuemax="100">
                                                                           <div class="position-absolute text">
                                                                               <div class="d-flex justify-content-between">
                                                                                   <p>
                                                                                       <span class="fw-bolder t-c fs-6">
                                                                                           من 500 مستثمر
                                                                                       </span>
                                                                                
                                                                                   </p>
                                                                             
                                                                               </div>
                                                                   
                                                                           </div>
                                                                   
                                                                       </div>
                                                                   </div>
                                                                   <small>
                                                                       <span>
                                                                           50%
                                                                       </span>
                                                                       من الحد الأدنى المطلوب
                       
                                                                   </small>
                                                               </div>
                                                               <hr>
                                                               <div class=" row justify-content-between">
                                                                   <div class="d-flex col-md-6">
                                                                       <div class="t-c">
                       
                                                                           <svg width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                               <path d="M8.71224 15.1667C5.21891 15.1667 2.37891 12.3267 2.37891 8.83333C2.37891 5.34 5.21891 2.5 8.71224 2.5C12.2056 2.5 15.0456 5.34 15.0456 8.83333C15.0456 12.3267 12.2056 15.1667 8.71224 15.1667ZM8.71224 3.5C5.77224 3.5 3.37891 5.89333 3.37891 8.83333C3.37891 11.7733 5.77224 14.1667 8.71224 14.1667C11.6522 14.1667 14.0456 11.7733 14.0456 8.83333C14.0456 5.89333 11.6522 3.5 8.71224 3.5Z" fill="#979797"/>
                                                                               <path d="M8.71191 9.16634C8.43858 9.16634 8.21191 8.93967 8.21191 8.66634V5.33301C8.21191 5.05967 8.43858 4.83301 8.71191 4.83301C8.98525 4.83301 9.21191 5.05967 9.21191 5.33301V8.66634C9.21191 8.93967 8.98525 9.16634 8.71191 9.16634Z" fill="#979797"/>
                                                                               <path d="M10.7119 1.83301H6.71191C6.43858 1.83301 6.21191 1.60634 6.21191 1.33301C6.21191 1.05967 6.43858 0.833008 6.71191 0.833008H10.7119C10.9852 0.833008 11.2119 1.05967 11.2119 1.33301C11.2119 1.60634 10.9852 1.83301 10.7119 1.83301Z" fill="#979797"/>
                                                                               </svg>
                                                                       </div>
                                                                       <div class="t-c">
                       
                                                                           {{ $t('rest-days-to-end') }} 
                                                                           <p class="text-dark">
                                                                               40 يوم
                                                                           </p>
                                                                       </div>
                                                                   </div>
                                                                   <div class="d-flex col-md-6">
                                                                       <div class="t-c">
                       
                                                                           <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                               <path d="M13.3403 12.8403C13.2137 12.8403 13.087 12.7937 12.987 12.6937L9.68699 9.39366C9.49366 9.20032 9.49366 8.88033 9.68699 8.68699C9.88033 8.49366 10.2003 8.49366 10.3937 8.68699L13.6937 11.987C13.887 12.1803 13.887 12.5003 13.6937 12.6937C13.5937 12.7937 13.467 12.8403 13.3403 12.8403Z" fill="#979797"/>
                                                                               <path d="M6.73997 12.2864C6.2533 12.2864 5.78663 12.0931 5.44663 11.7464L2.61996 8.91979C1.90663 8.20645 1.90663 7.03978 2.61996 6.32644L7.3333 1.61313C8.04663 0.899792 9.2133 0.899792 9.92663 1.61313L12.7533 4.43979C13.1 4.78645 13.2933 5.24645 13.2933 5.73312C13.2933 6.21979 13.1 6.68646 12.7533 7.02645L8.03996 11.7398C7.6933 12.0998 7.2333 12.2864 6.73997 12.2864ZM8.62663 2.07978C8.4133 2.07978 8.19996 2.15978 8.03996 2.32644L3.32664 7.03978C2.99997 7.36645 2.99997 7.89311 3.32664 8.21977L6.1533 11.0465C6.46663 11.3598 7.0133 11.3598 7.3333 11.0465L12.0466 6.33312C12.2066 6.17312 12.2933 5.96645 12.2933 5.74645C12.2933 5.52645 12.2066 5.31311 12.0466 5.15978L9.21997 2.33312C9.0533 2.15978 8.83997 2.07978 8.62663 2.07978Z" fill="#979797"/>
                                                                               <path d="M5.33301 14.5H1.33301C1.05967 14.5 0.833008 14.2733 0.833008 14C0.833008 13.7267 1.05967 13.5 1.33301 13.5H5.33301C5.60634 13.5 5.83301 13.7267 5.83301 14C5.83301 14.2733 5.60634 14.5 5.33301 14.5Z" fill="#979797"/>
                                                                               <path d="M9.08667 10.4939C8.96 10.4939 8.83334 10.4472 8.73334 10.3472L4.02 5.63389C3.82667 5.44056 3.82667 5.12056 4.02 4.92723C4.21333 4.73389 4.53333 4.73389 4.72666 4.92723L9.44 9.64054C9.63334 9.83388 9.63334 10.1539 9.44 10.3472C9.34667 10.4472 9.21334 10.4939 9.08667 10.4939Z" fill="#979797"/>
                                                                               </svg>
                                                                               
                                                                       </div>
                                                                       <div class="t-c">
                       
                                                                           {{ $t('offered-property')  }}  
                                                                           <p class="text-dark">
                                                                               30 %
                                                                           </p>
                                                                       </div>
                                                                   </div>
                       
                                                               </div>
                       
                                                           </div>
                                                       </div>
                                                       <div class="col-md-6">
                                                           <div class="box border rounded-2 p-2">
                                                               <p class="text-end t-c">
                                                                   {{ $t('publish-date') }} 
                                                                   <span>
                                                                       : 22\12\2022 
                                                                   </span>
                                                               </p>
                                                               <h5>
                                                                   تكنولوجيا القلم الديجيتال
                                                               </h5>
                                                               <p>
                                                                   <span class="m-c">
                                                                       500,000
                                                                   </span>
                                                                   <span class="y-c">
                                                                       {{$t('SAR')}}
                                                                   </span>
                                                               </p>
                                                               <div class="col-md-12 mt-5 dashbord">
                                                                   <div style="height: 10px;" class="progress ">
                                                                       <div   class="progress-bar" role="progressbar" aria-label="Example with label" style="width: 50%; height: 10px;" aria-valuenow="25" aria-valuemin="0" aria-valuemax="100">
                                                                           <div class="position-absolute text">
                                                                               <div class="d-flex justify-content-between">
                                                                                   <p>
                                                                                       <span class="fw-bolder t-c fs-6">
                                                                                           من 500 مستثمر
                                                                                       </span>
                                                                                
                                                                                   </p>
                                                                             
                                                                               </div>
                                                                   
                                                                           </div>
                                                                   
                                                                       </div>
                                                                   </div>
                                                                   <small>
                                                                       <span>
                                                                           50%
                                                                       </span>
                                                                       من الحد الأدنى المطلوب
                       
                                                                   </small>
                                                               </div>
                                                               <hr>
                                                               <div class=" row justify-content-between">
                                                                   <div class="d-flex col-md-6">
                                                                       <div class="t-c">
                       
                                                                           <svg width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                               <path d="M8.71224 15.1667C5.21891 15.1667 2.37891 12.3267 2.37891 8.83333C2.37891 5.34 5.21891 2.5 8.71224 2.5C12.2056 2.5 15.0456 5.34 15.0456 8.83333C15.0456 12.3267 12.2056 15.1667 8.71224 15.1667ZM8.71224 3.5C5.77224 3.5 3.37891 5.89333 3.37891 8.83333C3.37891 11.7733 5.77224 14.1667 8.71224 14.1667C11.6522 14.1667 14.0456 11.7733 14.0456 8.83333C14.0456 5.89333 11.6522 3.5 8.71224 3.5Z" fill="#979797"/>
                                                                               <path d="M8.71191 9.16634C8.43858 9.16634 8.21191 8.93967 8.21191 8.66634V5.33301C8.21191 5.05967 8.43858 4.83301 8.71191 4.83301C8.98525 4.83301 9.21191 5.05967 9.21191 5.33301V8.66634C9.21191 8.93967 8.98525 9.16634 8.71191 9.16634Z" fill="#979797"/>
                                                                               <path d="M10.7119 1.83301H6.71191C6.43858 1.83301 6.21191 1.60634 6.21191 1.33301C6.21191 1.05967 6.43858 0.833008 6.71191 0.833008H10.7119C10.9852 0.833008 11.2119 1.05967 11.2119 1.33301C11.2119 1.60634 10.9852 1.83301 10.7119 1.83301Z" fill="#979797"/>
                                                                               </svg>
                                                                       </div>
                                                                       <div class="t-c">
                       
                                                                           {{ $t('rest-days-to-end') }} 
                                                                           <p class="text-dark">
                                                                               40 يوم
                                                                           </p>
                                                                       </div>
                                                                   </div>
                                                                   <div class="d-flex col-md-6">
                                                                       <div class="t-c">
                       
                                                                           <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                                               <path d="M13.3403 12.8403C13.2137 12.8403 13.087 12.7937 12.987 12.6937L9.68699 9.39366C9.49366 9.20032 9.49366 8.88033 9.68699 8.68699C9.88033 8.49366 10.2003 8.49366 10.3937 8.68699L13.6937 11.987C13.887 12.1803 13.887 12.5003 13.6937 12.6937C13.5937 12.7937 13.467 12.8403 13.3403 12.8403Z" fill="#979797"/>
                                                                               <path d="M6.73997 12.2864C6.2533 12.2864 5.78663 12.0931 5.44663 11.7464L2.61996 8.91979C1.90663 8.20645 1.90663 7.03978 2.61996 6.32644L7.3333 1.61313C8.04663 0.899792 9.2133 0.899792 9.92663 1.61313L12.7533 4.43979C13.1 4.78645 13.2933 5.24645 13.2933 5.73312C13.2933 6.21979 13.1 6.68646 12.7533 7.02645L8.03996 11.7398C7.6933 12.0998 7.2333 12.2864 6.73997 12.2864ZM8.62663 2.07978C8.4133 2.07978 8.19996 2.15978 8.03996 2.32644L3.32664 7.03978C2.99997 7.36645 2.99997 7.89311 3.32664 8.21977L6.1533 11.0465C6.46663 11.3598 7.0133 11.3598 7.3333 11.0465L12.0466 6.33312C12.2066 6.17312 12.2933 5.96645 12.2933 5.74645C12.2933 5.52645 12.2066 5.31311 12.0466 5.15978L9.21997 2.33312C9.0533 2.15978 8.83997 2.07978 8.62663 2.07978Z" fill="#979797"/>
                                                                               <path d="M5.33301 14.5H1.33301C1.05967 14.5 0.833008 14.2733 0.833008 14C0.833008 13.7267 1.05967 13.5 1.33301 13.5H5.33301C5.60634 13.5 5.83301 13.7267 5.83301 14C5.83301 14.2733 5.60634 14.5 5.33301 14.5Z" fill="#979797"/>
                                                                               <path d="M9.08667 10.4939C8.96 10.4939 8.83334 10.4472 8.73334 10.3472L4.02 5.63389C3.82667 5.44056 3.82667 5.12056 4.02 4.92723C4.21333 4.73389 4.53333 4.73389 4.72666 4.92723L9.44 9.64054C9.63334 9.83388 9.63334 10.1539 9.44 10.3472C9.34667 10.4472 9.21334 10.4939 9.08667 10.4939Z" fill="#979797"/>
                                                                               </svg>
                                                                               
                                                                       </div>
                                                                       <div class="t-c">
                       
                                                                           {{ $t('offered-property')  }}  
                                                                           <p class="text-dark">
                                                                               30 %
                                                                           </p>
                                                                       </div>
                                                                   </div>
                       
                                                               </div>
                       
                                                           </div>
                                                       </div>
                                                   </div>
                       
                       
                                               </div>
                       
                                               <div class="tab-pane fade" id="pills-contacttt" role="tabpanel" aria-labelledby="pills-contacttt-tab" tabindex="0">
                       
                       
                       
                                                   <div>
                                                       <h5 class="m-c"> 
                                                           رحلتي في ريادة الأعمال
                                                       </h5>
                                                       <p>
                                                           سمي "هبة بنت حسن حسين فراش"، وأعتبر نفسي من النِّساء الشَّغوفات، اللاتي صنعن أنفسهُنَّ بفضل الله، وأعمل في مجال تصميم الأزياء، ولقد حصلتُ على عدد كبير من الشهادات التي تخطَّت 30 شهادة في مجال عملي، وأمتلك عضويَّة في مجلس الأزياء السُّعودي. 
                       
                       منذ نعومة أظافري كُنتُ مُهتمَّة بمجال تصميم الأزياء، وتأثَّرتُ كثيرًا بالفوازير الاستعراضيَّة التي كانت تُقدِّمها الفنَّانة الشَّهيرة "شريهان" بجمهوريَّة مصر العربيَّة، وأعتبر هذه الفنَّانة بمثابة أيقونة للجمال والأناقة، وعندما كُنتُ أُتابعها كان عُمري في ذلك الحين ثلاث سنوات، وكُنتُ أذهب إلى المحلات التي تبيع الأقمشة رفقة والدتي، وهو ما شجَّعني كثيرًا على الاهتمام بتصميم الأزياء، ومضى العُمر وكبرت معي أحلامي.
                       
                       وتمثَّلت فكرة المشروع الخاصَّة بي في أن أقوم بتقديم أفضل الأزياء للنِّساء السُّعوديَّات اللاتي يبحثن عن أفضل الموديلات، ولي بصمات مُميَّزة في التَّصميم، ويتمثَّل ذلك في عرض التَّصميمات الكلاسيكيَّة بشكل جديد، وفلسفتي تتمثَّل في تقديم قطعة من الملابس يُمكن ارتداؤها في جميع الأماكن، وفي مُختلف التَّوقيتات، والأهمُّ من ذلك هو إضفاء الجمال والأناقة على المرأة. 
                       
                       أوَّل التَّصميمات التي قُمتُ بعرضها كانت تتَّسم بالبساطة، وكانت أوَّل عُروضي في عام 2008م بالعاصمة اللبنانيَّة "بيروت"، ويحضرني في ذلك أحد المواقف المُهمَّة؛ حيث قامت إحدى صاحبات المحلات باستيقافي، وإبداء الإعجاب بما قدَّمته من تصميمات في العرض، وتلك كانت نقطة البداية والعمل بشكل مُوسَّع، وبالطبع واجهني كثير من الصُّعوبات والتَّحدِّيات، فلم يكُن مفهوم الأزياء والعروض مُتداوَلًا داخل المملكة بشكل مُوسَّع، وكذلك كانت هناك صعوبة أخرى تمثَّلت في عدم وجود بوتيك، وكذلك مُودلز للعرض، بالإضافة إلى المُصوِّرين المُحترفين.
                       
                       بعد ذلك قُمتُ بافتتاح المُؤسَّسة الخاصَّة بي، وقُمتُ بعمل البراند بصورة احترافيَّة. وجدير بالذِّكر أنني قد تخرَّجت في جامعة الملك سعود عام 2010م، وكُنتُ أدرس بكُليَّة الحاسب الآلي ونُظُم المعلومات، غير أن ذلك لم يكُن هو المضمار الذي يشغلني ويدخل ضمن اهتماماتي، لذلك تُركتُ العمل في هذا المجال، وقُمتُ بافتتاح مُؤسَّستي في مجال تصميم الأزياء.
                                                       </p>
                                                   </div>
                                               </div>
                                             </div>
                   </div>

   
               </div>
           </div>
       </div>




   </div>
</template>

<script>
import userInfoCard from '@/components/cards/user-info.vue';
export default {
name:'show-profile',
components:{
   userInfoCard
}
}
</script>

<style>

</style>