export const features = [
    {
      id: 1,
      icon: "MoneyCut",
      title: "عدم وجود عمولة",
      description: "نختلف كثيراً عن الاخرين ! منصة رياديات لا تحصل أي عمولة من الخدمات المقدمة ربحك لك بأكمله !"
    },
    {
      id: 2,
      icon: "Bill",
      title: "إصدار الفواتير بسهولة",
      description: "بكل بساطة يمكنك إصدار الفواتير بشكل سهل وسريع في أي وقت و دون أي مجهود"
    },
    {
      id: 3,
      icon: "ContactUs",
      title: "التواصل المباشر مع العملاء",
      description: "يمكنك التواصل المباشر مع العملاء عن طريق المحادثات حيث يمكنك مشاركة الصور ومقاطع الفيديو والعنوان"
    },
    {
      id: 4,
      icon: "Announcement",
      title: "التسويق لخدمتك ومنتجاتك",
      description: "سنقوم بالتسويق لمنتجاتك وخدماتك عبر التسويق الإلكتروني حتى تصل لأكبر عدد من العملاء."
    }
  ];
  