<template>
  <div style="margin-top: 85px " class="consult">
        <div class="consulting ">
            <div class="container">
                <div class="row justify-content-between align-items-center">
                    <div class="col-md-6">
                        <h1 class="fs-1 text-white">
                            الشروط والاحكام </h1>

                    </div>
                    <div class="col-md-6">
                        <div style="overflow: inherit;" class=" m-auto text-end">
                            <img src="/assets/img/Frame-2.png" alt="" >
                        </div>

                    </div>

                </div>
                <div class="star-cons">
                    <img src="/assets/img/starrrr.png" alt="">
                </div>
                <div class="star-cons stars">
                    <img src="/assets/img/starsss.png" alt="">
                </div>

            </div>
        </div>
        <div class="container p-5 terms-condition">
            <p>
                تمتلك شركة رياديات المحدودة منصة وتطبيق رياديات - والذي سيشار إليه فيما بعد بـ"رياديات" وهي منصة
                الكترونية، تهدف لدعم المرأة وتمكينها في مجال ريادة الأعمال، من خلال مجموعة متكاملة من الخدمات لدعم ريادة
                الأعمال ومنها الاحتضان والتدريب والتعليم والتسويق والاستشارات، وعقد العديد من الفعاليات، واللقاءات
                الدورية. كما تسمح رياديات للشركات والمؤسسات بعرض التخفيضات و الإعلانات لأعضاء شبكة رياديات. كما تسعى إلى
                توفير فرص استثمارية لأصحاب رأس المال. وتحتفظ أيضاً بحقها في تقديم خدمات جديدة، وتحديث أو سحب أي خدمات؛
                وفقًا لقرارها، ولن تكون مسؤولة أمامك بسبب اتخاذها هذا القرار.
                استخدامك للمنصة أو التطبيق يعني موافقتك صراحة على الالتزام بشروط الاستخدام وسياسة الخصوصية في منصة
                وتطبيق رياديات وجميع القوانين واللوائح المعمول بها التي تحكم تنظيم استخدام المنصة.
                تحتفظ منصة وتطبيق رياديات لنفسها بالحق في تغيير شروط الاستخدام في أي وقت، وتكون سارية فور نشرها على
                الموقع؛ لذلك يرجى مراجعة هذه الصفحة من الموقع بشكل دوري.وفي حالة مخالفتك لشروط الاستخدام يجوز لنا إنهاء
                استخدامك للمنصة أو التطبيق ومنعك من استخدام المنصة أو التطبيق في المستقبل، أو اتخاذ الإجراءات القانونية
                المناسبة ضدك. ويجوز لمنصة وتطبيق رياديات أيضًا وفقًا لرؤيتها الخاصة أن تمنع أي مستخدم آخر ترى المنصة أو
                التطبيق أنه يمثل خطرًا وشيكًا في إلحاقه الضرر بها.
                وتكون الشروط والأحكام الخاصة بمنصة وتطبيق رياديات على النحو الآتي:
            </p>
            <h2 class="m-c  fs">
                أولاً: التعريفات

            </h2>
            <p>
              <ol>
                <li>
                    في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.

                </li>
                <li>
                    منصة رياديات" أو "المنصة" أو "نحن" أو "ضمير المتكلم" أو "ضمير الملكية" أو "شركة رياديات": يشير إلى موقع  "منصة رياديات"نحط الرابط" وشركة رياديات وتطبيق رياديات.

                </li>
                <li>
                    "المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب": يشير إلى الشخص الذي يقوم بزيارة المنصة أو استخدامها أو التسجيل فيها أو طلب الدورات التدريبية عن بُعد من خلال المنصة  أو حضور 
                </li>
                <li>
                    "المُدرب": يشير إلى كل شخص متخصص (مدرب، معلم) يقدم خدمات الدورات التدريبية للمتدربين من خلال المنصة أو في مقر شركة رياديات.

                </li>
              </ol>
            </p>
            <h2 class="m-c fw-bolder">
                ثانيًا: خدماتنا
            </h2>
            <p>
              <ol>
                <li>
                    في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.

                </li>
                <li>
                    منصة رياديات" أو "المنصة" أو "نحن" أو "ضمير المتكلم" أو "ضمير الملكية" أو "شركة رياديات": يشير إلى موقع  "منصة رياديات"نحط الرابط" وشركة رياديات وتطبيق رياديات.

                </li>
                <li>
                    "المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب": يشير إلى الشخص الذي يقوم بزيارة المنصة أو استخدامها أو التسجيل فيها أو طلب الدورات التدريبية عن بُعد من خلال المنصة  أو حضور 
                </li>
                <li>
                    "المُدرب": يشير إلى كل شخص متخصص (مدرب، معلم) يقدم خدمات الدورات التدريبية للمتدربين من خلال المنصة أو في مقر شركة رياديات.

                </li>
              </ol>
            </p>
            <h2 class="m-c fw-bolder">
                ثالثًا: سياسة الاستخدام المقبول
            </h2>
            <p>
              <ol>
                <li>
                    في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.

                </li>
                <li>
                    منصة رياديات" أو "المنصة" أو "نحن" أو "ضمير المتكلم" أو "ضمير الملكية" أو "شركة رياديات": يشير إلى موقع  "منصة رياديات"نحط الرابط" وشركة رياديات وتطبيق رياديات.

                </li>
                <li>
                    "المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب": يشير إلى الشخص الذي يقوم بزيارة المنصة أو استخدامها أو التسجيل فيها أو طلب الدورات التدريبية عن بُعد من خلال المنصة  أو حضور 
                </li>
                <li>
                    "المُدرب": يشير إلى كل شخص متخصص (مدرب، معلم) يقدم خدمات الدورات التدريبية للمتدربين من خلال المنصة أو في مقر شركة رياديات.

                </li>
              </ol>
            </p>
            <h2 class="m-c fw-bolder">
                رابعًا: الشريك

            </h2>
            <p>
              <ol>
                <li>
                    في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.

                </li>
                <li>
                    منصة رياديات" أو "المنصة" أو "نحن" أو "ضمير المتكلم" أو "ضمير الملكية" أو "شركة رياديات": يشير إلى موقع  "منصة رياديات"نحط الرابط" وشركة رياديات وتطبيق رياديات.

                </li>
                <li>
                    "المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب": يشير إلى الشخص الذي يقوم بزيارة المنصة أو استخدامها أو التسجيل فيها أو طلب الدورات التدريبية عن بُعد من خلال المنصة  أو حضور 
                </li>
                <li>
                    "المُدرب": يشير إلى كل شخص متخصص (مدرب، معلم) يقدم خدمات الدورات التدريبية للمتدربين من خلال المنصة أو في مقر شركة رياديات.

                </li>
              </ol>
            </p>
            <h2 class="m-c fw-bolder">
                خامسًا: شروط المدرب

            </h2>
            <p>
              <ol>
                <li>
                    في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.

                </li>
                <li>
                    منصة رياديات" أو "المنصة" أو "نحن" أو "ضمير المتكلم" أو "ضمير الملكية" أو "شركة رياديات": يشير إلى موقع  "منصة رياديات"نحط الرابط" وشركة رياديات وتطبيق رياديات.

                </li>
                <li>
                    "المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب": يشير إلى الشخص الذي يقوم بزيارة المنصة أو استخدامها أو التسجيل فيها أو طلب الدورات التدريبية عن بُعد من خلال المنصة  أو حضور 
                </li>
                <li>
                    "المُدرب": يشير إلى كل شخص متخصص (مدرب، معلم) يقدم خدمات الدورات التدريبية للمتدربين من خلال المنصة أو في مقر شركة رياديات.

                </li>
              </ol>
            </p>
            <h2 class="m-c fw-bolder">
                سادسًا: شروط المتدرب 

            </h2>
            <p>
              <ol>
                <li>
                    في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.

                </li>
                <li>
                    منصة رياديات" أو "المنصة" أو "نحن" أو "ضمير المتكلم" أو "ضمير الملكية" أو "شركة رياديات": يشير إلى موقع  "منصة رياديات"نحط الرابط" وشركة رياديات وتطبيق رياديات.

                </li>
                <li>
                    "المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب": يشير إلى الشخص الذي يقوم بزيارة المنصة أو استخدامها أو التسجيل فيها أو طلب الدورات التدريبية عن بُعد من خلال المنصة  أو حضور 
                </li>
                <li>
                    "المُدرب": يشير إلى كل شخص متخصص (مدرب، معلم) يقدم خدمات الدورات التدريبية للمتدربين من خلال المنصة أو في مقر شركة رياديات.

                </li>
              </ol>
            </p>
        </div>

    </div>
</template>

<script>
export default {

}
</script>

<style>

</style>