<template>
  <div style="margin-top: 100px" class="container">
    <div class="row">
      <div class="col-md-4 col-12">
        <div class="border rounded-3 d-flex flex-column">
          <div class="d-flex py-5 px-5 align-items-center gap-3">
            <img
              style=""
              class=""
              width="120"
              height="120"
              :src="details.image"
              alt=""
            />
            <div class="d-flex flex-column gap-1">
              <h5>{{ details.name_company }}</h5>
              <h6 style="color: #1fb9b3">متجر الكتروني</h6>
            </div>
          </div>
          <h5
            style="
              border-bottom: 0.4px solid rgb(102 102 102 / 45%);
              padding-bottom: 5px;
            "
            class="mx-5"
          >
            معلومات التواصل
          </h5>
          <div class="d-flex px-5 py-2 flex-column gap-2">
            <div class="d-flex gap-2 align-items-center">
              <svg
                width="17"
                height="17"
                viewBox="0 0 17 17"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M13.6218 16.9999C12.881 16.9999 11.8403 16.7319 10.2819 15.8614C8.38681 14.7989 6.92101 13.818 5.03621 11.9385C3.21896 10.1227 2.33463 8.94714 1.09694 6.69538C-0.301288 4.15293 -0.0629357 2.82024 0.203503 2.25066C0.5208 1.56989 0.989154 1.16272 1.59452 0.758586C1.93837 0.533346 2.30224 0.340266 2.68153 0.181793C2.71949 0.165476 2.75478 0.149918 2.78629 0.135877C2.97416 0.0512557 3.25882 -0.0766253 3.61938 0.0599835C3.86001 0.150297 4.07483 0.335098 4.4111 0.667134C5.10073 1.34714 6.04313 2.8616 6.39079 3.60536C6.62421 4.10664 6.77869 4.43754 6.77907 4.80866C6.77907 5.24315 6.56045 5.57822 6.29515 5.93985C6.24543 6.00778 6.19609 6.07267 6.14827 6.13566C5.85944 6.51513 5.79605 6.62479 5.8378 6.8206C5.92244 7.21411 6.55362 8.38553 7.59091 9.42034C8.62819 10.4552 9.76606 11.0464 10.1612 11.1306C10.3654 11.1742 10.4773 11.1082 10.869 10.8092C10.9252 10.7663 10.9829 10.7219 11.0432 10.6775C11.4478 10.3766 11.7674 10.1637 12.1917 10.1637H12.194C12.5633 10.1637 12.8794 10.3239 13.4032 10.588C14.0864 10.9325 15.6467 11.8626 16.331 12.5529C16.6639 12.8883 16.8495 13.1023 16.9402 13.3425C17.0768 13.7042 16.9481 13.9876 16.8643 14.1774C16.8502 14.2089 16.8346 14.2434 16.8183 14.2817C16.6586 14.6603 16.4643 15.0233 16.238 15.3662C15.8346 15.9696 15.4258 16.4367 14.7434 16.7543C14.393 16.9201 14.0094 17.004 13.6218 16.9999Z"
                  fill="#707070"
                />
              </svg>
              <a style="color: #707070; text-decoration: underline" href="tel:+"
                >0561083574</a
              >
            </div>
            <div class="d-flex gap-2 align-items-center">
              <svg
                width="20"
                height="20"
                viewBox="0 0 20 20"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M14.36 12C14.44 11.34 14.5 10.68 14.5 10C14.5 9.32 14.44 8.66 14.36 8H17.74C17.9 8.64 18 9.31 18 10C18 10.69 17.9 11.36 17.74 12M12.59 17.56C13.19 16.45 13.65 15.25 13.97 14H16.92C15.9512 15.6683 14.4141 16.932 12.59 17.56ZM12.34 12H7.66C7.56 11.34 7.5 10.68 7.5 10C7.5 9.32 7.56 8.65 7.66 8H12.34C12.43 8.65 12.5 9.32 12.5 10C12.5 10.68 12.43 11.34 12.34 12ZM10 17.96C9.17 16.76 8.5 15.43 8.09 14H11.91C11.5 15.43 10.83 16.76 10 17.96ZM6 6H3.08C4.03886 4.32721 5.5748 3.06149 7.4 2.44C6.8 3.55 6.35 4.75 6 6ZM3.08 14H6C6.35 15.25 6.8 16.45 7.4 17.56C5.57862 16.9317 4.04485 15.6677 3.08 14ZM2.26 12C2.1 11.36 2 10.69 2 10C2 9.31 2.1 8.64 2.26 8H5.64C5.56 8.66 5.5 9.32 5.5 10C5.5 10.68 5.56 11.34 5.64 12M10 2.03C10.83 3.23 11.5 4.57 11.91 6H8.09C8.5 4.57 9.17 3.23 10 2.03ZM16.92 6H13.97C13.657 4.76146 13.1936 3.5659 12.59 2.44C14.43 3.07 15.96 4.34 16.92 6ZM10 0C4.47 0 0 4.5 0 10C0 12.6522 1.05357 15.1957 2.92893 17.0711C3.85752 17.9997 4.95991 18.7362 6.17317 19.2388C7.38642 19.7413 8.68678 20 10 20C12.6522 20 15.1957 18.9464 17.0711 17.0711C18.9464 15.1957 20 12.6522 20 10C20 8.68678 19.7413 7.38642 19.2388 6.17317C18.7362 4.95991 17.9997 3.85752 17.0711 2.92893C16.1425 2.00035 15.0401 1.26375 13.8268 0.761205C12.6136 0.258658 11.3132 0 10 0Z"
                  fill="#707070"
                />
              </svg>

              <a style="color: #707070" :href="details.link" target="_blank">
                {{ details.link }}
              </a>
            </div>
            <div class="d-flex gap-2 align-items-center">
              <svg
                width="18"
                height="20"
                viewBox="0 0 18 20"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M2.55044 2.55031C4.18338 0.917375 6.39812 0 8.70744 0C11.0168 0 13.2315 0.917375 14.8644 2.55031C16.4974 4.18325 17.4148 6.39799 17.4148 8.70731C17.4148 11.0166 16.4974 13.2314 14.8644 14.8643L13.6774 16.0383C12.8024 16.8963 11.6674 18.0003 10.2714 19.3503C9.85187 19.756 9.29107 19.9828 8.70744 19.9828C8.12381 19.9828 7.56302 19.756 7.14344 19.3503L3.65244 15.9543C3.21244 15.5233 2.84644 15.1603 2.55044 14.8643C1.74186 14.0558 1.10045 13.0959 0.662841 12.0395C0.225234 10.9831 0 9.85079 0 8.70731C0 7.56384 0.225234 6.43157 0.662841 5.37514C1.10045 4.31872 1.74186 3.35884 2.55044 2.55031ZM13.8034 3.61031C13.1341 2.94103 12.3395 2.41014 11.465 2.04795C10.5904 1.68577 9.65314 1.49937 8.70659 1.49942C7.76003 1.49947 6.82276 1.68595 5.94827 2.04822C5.07379 2.4105 4.27922 2.94147 3.60994 3.61081C2.94066 4.28016 2.40977 5.07478 2.04758 5.9493C1.68539 6.82382 1.499 7.76111 1.49905 8.70767C1.4991 9.65422 1.68558 10.5915 2.04785 11.466C2.41013 12.3405 2.94109 13.135 3.61044 13.8043L5.09844 15.2723C5.91644 16.0733 6.94644 17.0733 8.18644 18.2723C8.32627 18.4073 8.51306 18.4828 8.70744 18.4828C8.90183 18.4828 9.08862 18.4073 9.22844 18.2723L12.6234 14.9723C13.0934 14.5113 13.4864 14.1223 13.8034 13.8043C15.1549 12.4527 15.9142 10.6197 15.9142 8.70831C15.9142 6.79696 15.1549 4.96388 13.8034 3.61231V3.61031ZM8.70744 5.98131C9.10167 5.98131 9.49204 6.05896 9.85626 6.20983C10.2205 6.36069 10.5514 6.58182 10.8302 6.86058C11.1089 7.13934 11.3301 7.47028 11.4809 7.8345C11.6318 8.19872 11.7094 8.58909 11.7094 8.98331C11.7094 9.37754 11.6318 9.76791 11.4809 10.1321C11.3301 10.4963 11.1089 10.8273 10.8302 11.106C10.5514 11.3848 10.2205 11.6059 9.85626 11.7568C9.49204 11.9077 9.10167 11.9853 8.70744 11.9853C7.92088 11.971 7.17139 11.6484 6.62021 11.0871C6.06904 10.5258 5.76023 9.7705 5.76023 8.98381C5.76023 8.19712 6.06904 7.44187 6.62021 6.88054C7.17139 6.31921 7.92088 5.99667 8.70744 5.98231V5.98131ZM8.70744 7.48131C8.30909 7.48131 7.92705 7.63956 7.64537 7.92124C7.36369 8.20292 7.20544 8.58496 7.20544 8.98331C7.20544 9.38167 7.36369 9.76371 7.64537 10.0454C7.92705 10.3271 8.30909 10.4853 8.70744 10.4853C9.09896 10.4752 9.47104 10.3126 9.74438 10.0321C10.0177 9.75161 10.1707 9.37546 10.1707 8.98381C10.1707 8.59217 10.0177 8.21601 9.74438 7.93553C9.47104 7.65505 9.09896 7.49242 8.70744 7.48231V7.48131Z"
                  fill="#707070"
                />
              </svg>

              <span style="color: #707070">الرياض</span>
            </div>
            <div class="d-flex gap-2 align-items-center">
              <svg
                width="19"
                height="19"
                viewBox="0 0 19 19"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M13.851 11.3863C13.6129 11.2658 12.4533 10.7 12.2366 10.6192C12.0199 10.542 11.8625 10.5017 11.7046 10.7397C11.5502 10.9719 11.0954 11.5033 10.9565 11.6583C10.8175 11.8133 10.681 11.8251 10.4464 11.72C10.2083 11.5995 9.44775 11.3519 8.54466 10.542C7.83928 9.91444 7.36963 9.14137 7.23009 8.90328C7.09116 8.66816 7.21466 8.53516 7.33222 8.41759C7.44028 8.30953 7.57031 8.14566 7.69084 8.00316C7.80544 7.86066 7.84225 7.76506 7.92597 7.61069C8.00316 7.44384 7.96337 7.31381 7.90459 7.19625C7.84581 7.07869 7.37259 5.91316 7.17487 5.44884C6.98606 4.98809 6.78834 5.04688 6.64287 5.04688C6.50691 5.03441 6.34897 5.03441 6.19163 5.03441C6.03428 5.03441 5.77719 5.09319 5.56047 5.31881C5.34375 5.55691 4.73159 6.12572 4.73159 7.27641C4.73159 8.43006 5.57888 9.54631 5.69644 9.71316C5.81697 9.86753 7.36309 12.2425 9.73512 13.2632C10.301 13.5013 10.7403 13.6438 11.0835 13.7613C11.6494 13.9407 12.1659 13.9157 12.5738 13.8569C13.0251 13.7827 13.9715 13.2846 14.1698 12.7282C14.3711 12.1683 14.3711 11.7046 14.3123 11.5995C14.2536 11.4914 14.0992 11.4327 13.8611 11.3276L13.851 11.3863ZM9.54928 17.2188H9.53681C8.13259 17.2188 6.74441 16.8382 5.53197 16.1268L5.24756 15.957L2.27881 16.7301L3.07681 13.8415L2.88503 13.5446C2.10096 12.298 1.685 10.8552 1.68506 9.38244C1.68506 5.07181 5.21372 1.55562 9.55522 1.55562C11.6583 1.55562 13.6313 2.375 15.1157 3.85938C15.8479 4.58291 16.4288 5.44503 16.8243 6.39543C17.2198 7.34584 17.4222 8.36549 17.4194 9.39491C17.4135 13.7026 13.8878 17.2188 9.55225 17.2188H9.54928ZM16.2444 2.73066C14.4382 0.986219 12.0632 0 9.53681 0C4.32606 0 0.083125 4.22453 0.0801563 9.41628C0.0801563 11.074 0.513 12.6914 1.34187 14.1229L0 19L5.016 17.692C6.40556 18.4411 7.95876 18.8352 9.53741 18.8391H9.54038C14.7541 18.8391 18.997 14.6146 19 9.41925C19 6.90531 18.0197 4.53922 16.2325 2.76094L16.2444 2.73066Z"
                  fill="#707070"
                />
              </svg>

              <a style="color: #707070; text-decoration: underline" href="tel:+"
                >+966 0561083574</a
              >
            </div>
          </div>
        </div>
        <div class="border my-4 rounded-3 d-flex flex-column">
          <div
            class="d-flex align-items-center py-2 justify-content-between px-5"
          >
            <img src="../../../../assets/img/code/pic.png" alt="" />
            <div class="position-relative">
              <img
                style="
                  width: 167px;

                  top: -12px;
                  left: -39px;
                "
                class="position-absolute"
                src="../../../../assets/img/code/Path 2212.png"
                alt=""
              />
              <h6 style="color: #1fb9b3">احصل على</h6>
              <h6 class="text-dark">خصم {{ details.price }}%</h6>
              <h6 style="color: #1fb9b3">الاكثر شعبية</h6>
            </div>
          </div>
          <div :class="[copied ? 'copyAlert' : 'overlay-alert']">
            <span> Copied </span>
          </div>
          <div
            class="d-flex mx-5 my-3 rounded-3 align-items-center mb-5"
            style="border: 1px solid #1fb9b3; justify-content: space-between"
          >
            <button
              class="btn bg-main text-white"
              style=""
              @click="copyCode(details.code)"
            >
              <svg
                width="15"
                height="19"
                viewBox="0 0 15 19"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M7.125 17.7734H4.75C2.00625 17.7734 0.78125 16.2422 0.78125 12.8125V9.84375C0.78125 6.41406 2.00625 4.88281 4.75 4.88281H6.625C6.88125 4.88281 7.09375 5.14844 7.09375 5.46875C7.09375 5.78906 6.88125 6.05469 6.625 6.05469H4.75C2.5125 6.05469 1.71875 7.04688 1.71875 9.84375V12.8125C1.71875 15.6094 2.5125 16.6016 4.75 16.6016H7.125C9.3625 16.6016 10.1563 15.6094 10.1563 12.8125V10.4687C10.1563 10.1484 10.3688 9.88281 10.625 9.88281C10.8813 9.88281 11.0938 10.1484 11.0938 10.4687V12.8125C11.0938 16.2422 9.86875 17.7734 7.125 17.7734Z"
                  fill="white"
                />
                <path
                  d="M10.625 11.0548H8.625C6.86875 11.0548 6.15625 10.1641 6.15625 7.96882V5.46882C6.15625 5.23444 6.26875 5.01569 6.44375 4.92975C6.61875 4.836 6.81875 4.89069 6.95625 5.05475L10.9563 10.0548C11.0875 10.2188 11.1312 10.4766 11.0563 10.6954C10.9875 10.9141 10.8125 11.0548 10.625 11.0548ZM7.09375 6.88288V7.96882C7.09375 9.5235 7.38125 9.88288 8.625 9.88288H9.49375L7.09375 6.88288Z"
                  fill="white"
                />
                <path
                  d="M9.75 2.14844H7.25C6.99375 2.14844 6.78125 1.88281 6.78125 1.5625C6.78125 1.24219 6.99375 0.976562 7.25 0.976562H9.75C10.0062 0.976562 10.2188 1.24219 10.2188 1.5625C10.2188 1.88281 10.0062 2.14844 9.75 2.14844Z"
                  fill="white"
                />
                <path
                  d="M4.375 4.49219C4.11875 4.49219 3.90625 4.22656 3.90625 3.90625C3.90625 2.28906 4.95625 0.976562 6.25 0.976562H7.8875C8.14375 0.976562 8.35625 1.24219 8.35625 1.5625C8.35625 1.88281 8.14375 2.14844 7.8875 2.14844H6.25C5.475 2.14844 4.84375 2.9375 4.84375 3.90625C4.84375 4.22656 4.63125 4.49219 4.375 4.49219Z"
                  fill="white"
                />
                <path
                  d="M11.9922 13.8672C11.7359 13.8672 11.5234 13.6016 11.5234 13.2812C11.5234 12.9609 11.7359 12.6953 11.9922 12.6953C12.7047 12.6953 13.2797 11.9687 13.2797 11.0859V6.25C13.2797 5.92969 13.4922 5.66406 13.7484 5.66406C14.0047 5.66406 14.2172 5.92969 14.2172 6.25V11.0859C14.2172 12.6172 13.2172 13.8672 11.9922 13.8672Z"
                  fill="white"
                />
                <path
                  d="M13.75 6.836H11.875C10.2125 6.836 9.53125 5.98444 9.53125 3.90632V1.56257C9.53125 1.32819 9.64375 1.10944 9.81875 1.0235C9.99375 0.929755 10.1938 0.984443 10.3313 1.14851L14.0813 5.836C14.2125 6.00007 14.2563 6.25788 14.1813 6.47663C14.1125 6.69538 13.9375 6.836 13.75 6.836ZM10.4688 2.97663V3.90632C10.4688 5.33601 10.7313 5.66413 11.875 5.66413H12.6188L10.4688 2.97663Z"
                  fill="white"
                />
              </svg>
              نسخ
            </button>
            <div style="color: #1fb9b3" class="mx-auto">{{ details.code }}</div>
          </div>
        </div>
      </div>
      <div class="col-md-8 col-12">
        <div class="border rounded-3 d-flex flex-column py-2 px-5">
          <h2>عن {{ details.name_company }}</h2>
          <p>
            Lorem ipsum dolor sit amet consectetur, adipisicing elit. Laudantium
            aliquid obcaecati dignissimos ad cum facere quam sint totam optio!
            Provident aperiam eaque fuga rem quos sequi enim ipsam sit dolorum
            illo consequatur eius voluptas inventore rerum commodi cumque
            explicabo, nam et voluptatum possimus unde excepturi dicta
            molestias. Unde, deleniti facilis. Cum, alias quae rem quibusdam
            dolor architecto optio! Nam corrupti voluptatibus similique ad id
            ipsa at illo, harum ipsum nesciunt. Dolor laborum dolore iure saepe
            accusantium fugiat, dolores atque minima labore totam quos error
            aperiam quidem ducimus nihil dicta modi. Modi magnam totam sapiente
            labore facere reprehenderit eum dolores unde.
          </p>

          <h2 style="color: #1fb9b3">خدماتنا:</h2>
          <p>
            Lorem ipsum dolor sit amet, consectetur adipisicing elit. Quia
            architecto corporis, ducimus voluptatibus dolorem obcaecati, rem
            beatae, qui ipsa modi consequuntur consequatur atque libero quis et
            quibusdam. Veritatis, dolorem officia?
          </p>
          <h2 style="color: #1fb9b3">الشروط والأحكام:</h2>
          <p>
            Lorem ipsum dolor, sit amet consectetur adipisicing elit. Deleniti,
            nam.
          </p>
        </div>
      </div>
    </div>
  </div>
  <!-- <div style="margin-top: 100px" class="container">
		<div class="row gap-5 ">
<div class="col-12 col-md-3 border rounded-4 p-3">
	<div class="p-3 mx-auto border rounded-3" style="width: fit-content" >
      <img class="coupon-card__image" :src="details.image" alt="" width="80" height="80">
  </div>
	<div class="px-3">
      <h5  class="d-flex justify-content-center my-3">
				{{details.name_company}}
      </h5>
			<p  class="d-flex justify-content-center t-c">
				{{details.category.name}}

      </p>
		</div>
		<a :href="details.link" target="_blank">
		<button class="btn btn-main w-100" >تسوق الآن</button>
		</a>

		<div class="mt-5 border-top">
			<h4 class="m-c my-3 ">معلومات التواصل</h4>

		</div>
</div>

<div class="row col-12 col-md-7 border rounded-4 p-0">
<div class="col-12 col-md-8 p-3">
			<h4 class="m-c">عن {{details.name_company}}  </h4>
			<p  class="t-c my-4" v-html="details.description"></p>
			<h4 class="m-c ">خدماتنا</h4>
				<ul class="t-c" v-for="item,i in 4" :key="i">
			<li>
			<p class="t-c"> {{details.name_company}}  </p>
			</li>
		</ul>
			<h4 class="m-c my-4">الشروط والأحكام</h4>
		<ul class="t-c" v-for="item,i in 4" :key="i">
			<li>
			<p class="t-c">{{details.name_company}}  </p>
			</li>
		</ul>
</div>
<div class="col-12 col-md-4 border rounded-4 p-3 relative" style="height:fit-content">
			<h4 class="m-c ">الكوبون</h4>
		<p class="t-c my-4">
احصل على خصم {{details.price}}% عند استخدامك كود الخصم
		</p>
	
	<div  :class="[copied?'copyAlert':'overlay-alert']">
        <span>
          Copied
        </span>
      </div>
		<div class="d-flex align-items-center mb-5 " style="border: 1px solid #1FB9B3; justify-content: space-between;">

			<button class="btn bg-main text-white" style="border-radius:0" @click="copyCode(details.code)">

			<svg width="15" height="19" viewBox="0 0 15 19" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M7.125 17.7734H4.75C2.00625 17.7734 0.78125 16.2422 0.78125 12.8125V9.84375C0.78125 6.41406 2.00625 4.88281 4.75 4.88281H6.625C6.88125 4.88281 7.09375 5.14844 7.09375 5.46875C7.09375 5.78906 6.88125 6.05469 6.625 6.05469H4.75C2.5125 6.05469 1.71875 7.04688 1.71875 9.84375V12.8125C1.71875 15.6094 2.5125 16.6016 4.75 16.6016H7.125C9.3625 16.6016 10.1563 15.6094 10.1563 12.8125V10.4687C10.1563 10.1484 10.3688 9.88281 10.625 9.88281C10.8813 9.88281 11.0938 10.1484 11.0938 10.4687V12.8125C11.0938 16.2422 9.86875 17.7734 7.125 17.7734Z" fill="white"/>
<path d="M10.625 11.0548H8.625C6.86875 11.0548 6.15625 10.1641 6.15625 7.96882V5.46882C6.15625 5.23444 6.26875 5.01569 6.44375 4.92975C6.61875 4.836 6.81875 4.89069 6.95625 5.05475L10.9563 10.0548C11.0875 10.2188 11.1312 10.4766 11.0563 10.6954C10.9875 10.9141 10.8125 11.0548 10.625 11.0548ZM7.09375 6.88288V7.96882C7.09375 9.5235 7.38125 9.88288 8.625 9.88288H9.49375L7.09375 6.88288Z" fill="white"/>
<path d="M9.75 2.14844H7.25C6.99375 2.14844 6.78125 1.88281 6.78125 1.5625C6.78125 1.24219 6.99375 0.976562 7.25 0.976562H9.75C10.0062 0.976562 10.2188 1.24219 10.2188 1.5625C10.2188 1.88281 10.0062 2.14844 9.75 2.14844Z" fill="white"/>
<path d="M4.375 4.49219C4.11875 4.49219 3.90625 4.22656 3.90625 3.90625C3.90625 2.28906 4.95625 0.976562 6.25 0.976562H7.8875C8.14375 0.976562 8.35625 1.24219 8.35625 1.5625C8.35625 1.88281 8.14375 2.14844 7.8875 2.14844H6.25C5.475 2.14844 4.84375 2.9375 4.84375 3.90625C4.84375 4.22656 4.63125 4.49219 4.375 4.49219Z" fill="white"/>
<path d="M11.9922 13.8672C11.7359 13.8672 11.5234 13.6016 11.5234 13.2812C11.5234 12.9609 11.7359 12.6953 11.9922 12.6953C12.7047 12.6953 13.2797 11.9687 13.2797 11.0859V6.25C13.2797 5.92969 13.4922 5.66406 13.7484 5.66406C14.0047 5.66406 14.2172 5.92969 14.2172 6.25V11.0859C14.2172 12.6172 13.2172 13.8672 11.9922 13.8672Z" fill="white"/>
<path d="M13.75 6.836H11.875C10.2125 6.836 9.53125 5.98444 9.53125 3.90632V1.56257C9.53125 1.32819 9.64375 1.10944 9.81875 1.0235C9.99375 0.929755 10.1938 0.984443 10.3313 1.14851L14.0813 5.836C14.2125 6.00007 14.2563 6.25788 14.1813 6.47663C14.1125 6.69538 13.9375 6.836 13.75 6.836ZM10.4688 2.97663V3.90632C10.4688 5.33601 10.7313 5.66413 11.875 5.66413H12.6188L10.4688 2.97663Z" fill="white"/>
</svg>
				نسخ</button>
			<div class="mx-auto">{{details.code}} </div>

			</div>
			<p class=""> البار كود QR</p>
			<div  class="d-flex justify-content-center">
<qr-code :text="details.name_company" :size="90"></qr-code>
			</div>

</div>
</div>

		</div>
		</div> -->
</template>

<script>
import offersAPI from "@/services/api/offers";

export default {
  name: "coupon-details",
  data: () => {
    return {
      details: {},
      copied: false,
    };
  },
  methods: {
    async getDetailsCoupon() {
      try {
        let { data } = await offersAPI.getItem(this.$route.params.id);
        if (data.success) {
          this.details = data.data;
          console.log("data85", data);
        }
      } catch (error) {
        console.log("error", error);
      }
    },
    copyCode(code) {
      navigator.clipboard.writeText(code);
      this.copied = true;
      setTimeout(() => {
        this.copied = false;
      }, 2300);
    },
  },
  mounted() {
    this.getDetailsCoupon();
  },
};
</script>
<style>
.overlay-alert {
  display: none;
  justify-content: center;
  align-items: center;
  position: absolute;
  z-index: 1;
  background-color: rgba(55, 54, 54, 0.62);
}
.copyAlert {
  position: absolute;
  opacity: 1;
  color: rgb(79, 222, 79);
  background: rgba(79, 222, 79, 0.5);
  display: block;
  padding: 5px 14px;
  width: fit-content;
  border-radius: 8px;
  animation-name: disappear;
  animation-iteration-count: infinite;
  animation-duration: 5s;
}
</style>
