<template>
  <div class="mt-4">

<h3 class="m-c text-center">
    العقد الاستثماري
</h3>
<div class="border rounded-3 mt-3">
    <div class="  ">
        <div class="d-flex justify-content-between p-2">
            <p class="p-0 m-0">
                <svg width="16" height="18" viewBox="0 0 16 18" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M11.1909 5.85602L10.1466 4.81219L4.92418 10.0335C4.05894 10.8984 4.05894 12.3013 4.92418 13.1662C5.78925 14.0311 7.19218 14.0311 8.05742 13.1662L14.3243 6.9004C15.7667 5.45879 15.7667 3.12101 14.3243 1.67937C12.8826 0.237086 10.5441 0.237086 9.10236 1.67937L2.52264 8.25824C2.51798 8.26313 2.5128 8.2675 2.50856 8.27184C0.497145 10.2832 0.497145 13.5432 2.50856 15.5538C4.51921 17.5645 7.78012 17.5645 9.79183 15.5538C9.79624 15.5494 9.80013 15.5446 9.80501 15.5397L14.2967 11.0497L13.2518 10.0059L8.76068 14.496C8.75592 14.5003 8.75162 14.5051 8.74709 14.5095C7.31494 15.9414 4.98509 15.9414 3.55258 14.5095C2.12062 13.0779 2.12062 10.7485 3.55258 9.31661C3.55747 9.31172 3.56229 9.30725 3.56686 9.30301L3.56612 9.30204L10.1466 2.72336C11.0102 1.85935 12.416 1.85935 13.2801 2.72336C14.1437 3.58731 14.1437 4.99277 13.2801 5.85605L7.01321 12.1217C6.72483 12.4099 6.25665 12.4099 5.96856 12.1217C5.68086 11.8342 5.68086 11.3656 5.96856 11.0779L11.1909 5.85602Z"
                        fill="#1FB9B3" stroke="white" stroke-width="0.5" />
                </svg>
                العقد
                <span>
                    PDF
                </span>
            </p>
            <p class="p-0 m-0">
                <a :href="itemPage.investment_contract" class="m-c" download>

                    <svg width="19" height="18" viewBox="0 0 19 18" fill="none"
                        xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M17.7637 8.9795C17.7637 13.6087 14.011 17.3613 9.38184 17.3613C4.75268 17.3613 1 13.6086 1 8.9795C1 4.35034 4.75268 0.597656 9.38184 0.597656C14.011 0.597656 17.7637 4.35034 17.7637 8.9795Z"
                            stroke="#1FB9B3" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M6.0293 8.97949L9.38204 12.3322L12.7348 8.97949" stroke="#1FB9B3"
                            stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M9.38086 5.62695V12.3324" stroke="#1FB9B3" stroke-linecap="round"
                            stroke-linejoin="round" />
                    </svg>
                    تحميل
                </a>
            </p>
        </div>
    </div>
</div>
</div>
</template>

<script>
export default {
    props:{
    itemPage:{},
    isOwner:{}
 }
}
</script>

<style>

</style>