<template>
   <div>
            <h5 class="m-c"> 
                رحلتي في ريادة الأعمال
            </h5>
            <p>
                سمي "هبة بنت حسن حسين فراش"، وأعتبر نفسي من النِّساء الشَّغوفات، اللاتي صنعن أنفسهُنَّ بفضل الله، وأعمل في مجال تصميم الأزياء، ولقد حصلتُ على عدد كبير من الشهادات التي تخطَّت 30 شهادة في مجال عملي، وأمتلك عضويَّة في مجلس الأزياء السُّعودي. 

منذ نعومة أظافري كُنتُ مُهتمَّة بمجال تصميم الأزياء، وتأثَّرتُ كثيرًا بالفوازير الاستعراضيَّة التي كانت تُقدِّمها الفنَّانة الشَّهيرة "شريهان" بجمهوريَّة مصر العربيَّة، وأعتبر هذه الفنَّانة بمثابة أيقونة للجمال والأناقة، وعندما كُنتُ أُتابعها كان عُمري في ذلك الحين ثلاث سنوات، وكُنتُ أذهب إلى المحلات التي تبيع الأقمشة رفقة والدتي، وهو ما شجَّعني كثيرًا على الاهتمام بتصميم الأزياء، ومضى العُمر وكبرت معي أحلامي.

وتمثَّلت فكرة المشروع الخاصَّة بي في أن أقوم بتقديم أفضل الأزياء للنِّساء السُّعوديَّات اللاتي يبحثن عن أفضل الموديلات، ولي بصمات مُميَّزة في التَّصميم، ويتمثَّل ذلك في عرض التَّصميمات الكلاسيكيَّة بشكل جديد، وفلسفتي تتمثَّل في تقديم قطعة من الملابس يُمكن ارتداؤها في جميع الأماكن، وفي مُختلف التَّوقيتات، والأهمُّ من ذلك هو إضفاء الجمال والأناقة على المرأة. 

أوَّل التَّصميمات التي قُمتُ بعرضها كانت تتَّسم بالبساطة، وكانت أوَّل عُروضي في عام 2008م بالعاصمة اللبنانيَّة "بيروت"، ويحضرني في ذلك أحد المواقف المُهمَّة؛ حيث قامت إحدى صاحبات المحلات باستيقافي، وإبداء الإعجاب بما قدَّمته من تصميمات في العرض، وتلك كانت نقطة البداية والعمل بشكل مُوسَّع، وبالطبع واجهني كثير من الصُّعوبات والتَّحدِّيات، فلم يكُن مفهوم الأزياء والعروض مُتداوَلًا داخل المملكة بشكل مُوسَّع، وكذلك كانت هناك صعوبة أخرى تمثَّلت في عدم وجود بوتيك، وكذلك مُودلز للعرض، بالإضافة إلى المُصوِّرين المُحترفين.

بعد ذلك قُمتُ بافتتاح المُؤسَّسة الخاصَّة بي، وقُمتُ بعمل البراند بصورة احترافيَّة. وجدير بالذِّكر أنني قد تخرَّجت في جامعة الملك سعود عام 2010م، وكُنتُ أدرس بكُليَّة الحاسب الآلي ونُظُم المعلومات، غير أن ذلك لم يكُن هو المضمار الذي يشغلني ويدخل ضمن اهتماماتي، لذلك تُركتُ العمل في هذا المجال، وقُمتُ بافتتاح مُؤسَّستي في مجال تصميم الأزياء.
            </p>
        </div>
</template>

<script>
export default {
 name:'story-tab',
 props:{
  userId:{
    type:[String,Number]
  }
 },
}
</script>

<style>

</style>