<template>
  <div style="margin-top: 85px " class="consult">
        <div class="consulting p-5">
            <div class="container">
                <div class="row">
                    <div class="col-md-6">
                        <h1 class="fs-1 text-white">اكاديمية رياديات</h1>
                        <p class="text-white">
                            طوري مهاراتك و أنطلقي في عالم ريادة الاعمال والعمل الحر , أكاديمية رياديات ستكون معكِ خطوة بخطوة                                                </p>
                            <div class="btn-main-style">
                              <a href="subscribe.html" class="btn-custmer shadow mt-2">انضمي الان</a>
                              <a class="btn-custmer-w bg-transparent text-white mt-2">سجلي دخولك</a>
                             </div>
                    </div>
                    <div class="col-md-6 m-auto">
                        <div style="overflow: inherit;" class="img-cons m-auto ">
                            <img style="  
                            position: absolute;
                            
                            height: 341px;
                            top: 7px;
                            left: -111px;" src="/assets/img/1664192063672 1.png" alt="" >
                        </div>

                    </div>

                </div>
                <div class="star-cons">
                    <img src="/assets/img/starrrr.png" alt="">
                </div>
                <div class="star-cons stars">
                    <img src="/assets/img/starsss.png" alt="">
                </div>

            </div>

        </div>
      
        <div class="container mt-5">
            <div class="row align-items-center m-auto">
                <div class="col-md-6">
                    <div>
                        <div class="bg-back position-relative">
                            <img  class="img-fluid" src="/assets/img/Group 39921.png" alt="">
                       
                        </div>
                    </div>

                </div>
                <div class="col-md-6 text">
                    <h2 class="fw-bolder">
                        اكاديمية رياديات خطوتك نحو الريادة                                        </h2>
                    <p>
                        أكاديمية رياديات والتي تعتبر الأولى من نوعها في السعودية والخليج أسست خصيصا للجيل الجديد من الرياديات والقيادات الريادية والمدراء التنفيذيين الذين يبحثون عن الفرص النادرة والتعلم من الخبراء  في عالم الأعمال. 
                        في اكاديمية رياديات نقدم منصة متطورة وسهلة الاستخدام تخدم الجميع حول العالم , من خلال  قاعات تدريبية مجهزة بأحدث التقنيات الحديثة، بالإضافة إلى قاعات افتراضية.وذلك عن طريق مجموعة من الخدمات  التعليمية والإرشادية في مجال ريادة الأعمال وريادة الأعمال المتخصصة تقدم من قبل فريق مؤهل مهنيًا في مجالات عدة                    </p>
             

                </div>

            </div>
            <div class="mt-5">
                <h2 class="text-center">
                    مزايا أكاديمية رياديات
                                                </h2>
                <div class="row min-riadiat network">
                    <div class="col-md-3 mt-2 ">
                        <div class="box border d-flex gap-4 align-items-center rounded-2">

                            <div>
                                <img src="/assets/img/Group-academy.png" alt="">
                            </div>
                            <div>
                                دورت و معسكرات
                                تدريبة مميـــــــــزة
                            
                            
                            </div>
                            
                        </div>
                    </div>
                    <div class="col-md-3 mt-2 ">
                        <div class="box border d-flex align-items-center  gap-4  rounded-2">

                            <div>
                                <img src="/assets/img/Group-academy-2.png" alt="">
                            </div>
                            <div>
                                جلسة ارشاديــــــــة جماعية عن بعـــــــد
                            
                            
                            </div>
                            
                        </div>
                    </div>
                    <div class="col-md-3 mt-2 ">
                        <div class="box border d-flex align-items-center gap-4 rounded-2">

                            <div>
                                <img src="/assets/img/Group-aca-3.png" alt="">
                            </div>
                            <div>
                                برامج التــــــــــــدريب يقدمها نخبة مــــــن رائدات الاعمــــــــــال 
                                                                            </div>
                            
                        </div>
                    </div>
                    <div class="col-md-3 mt-2 ">
                        <div class="box border d-flex align-items-center gap-4 rounded-2">

                            <div>
                                <img src="/assets/img/Group-aca-4.png" alt="">
                            </div>
                            <div>
                                الانضمام لمجموعات  متخصصة فــي مجال اهتمامـــــــــــــــــــك
                                                                   </div>
                            
                        </div>
                    </div>

                </div>
            </div>
       
           

        </div>
        <div class="container">
            <div class="sec-three mt-5">
                <div class="feature-carousel owl-carousel owl-theme">
                  <div style="height: 287.9px" class="item">
                    <div class="carwsel-slider-item rounded-4">
                      <div class="row pt-3">
                        <div class="col-md-7">
                          <div class="px-4">
                            <h3>معسكر ريادة الاعمال</h3>
                            <h1 class="fs-1 m-0 text-white">
                              حولي مهارتك الى مشروع رائد
                            </h1>
                            <div class="">
                              <p class="pt-3">
                                <svg
                                  width="38"
                                  height="38"
                                  viewBox="0 0 38 38"
                                  fill="none"
                                  xmlns="http://www.w3.org/2000/svg"
                                >
                                  <path
                                    d="M12.4615 8.89492C11.8273 8.89492 11.3014 8.36901 11.3014 7.73482V3.09442C11.3014 2.46024 11.8273 1.93433 12.4615 1.93433C13.0957 1.93433 13.6216 2.46024 13.6216 3.09442V7.73482C13.6216 8.36901 13.0957 8.89492 12.4615 8.89492Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M24.8354 8.89492C24.2012 8.89492 23.6753 8.36901 23.6753 7.73482V3.09442C23.6753 2.46024 24.2012 1.93433 24.8354 1.93433C25.4696 1.93433 25.9955 2.46024 25.9955 3.09442V7.73482C25.9955 8.36901 25.4696 8.89492 24.8354 8.89492Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M13.2347 22.4286C13.0336 22.4286 12.8325 22.3823 12.6469 22.3049C12.4458 22.2276 12.2911 22.1193 12.1364 21.9801C11.858 21.6862 11.6879 21.2995 11.6879 20.8818C11.6879 20.6808 11.7343 20.4797 11.8116 20.2941C11.889 20.1084 11.9972 19.9383 12.1364 19.7836C12.2911 19.6444 12.4458 19.5361 12.6469 19.4588C13.2037 19.2267 13.8998 19.3505 14.3329 19.7836C14.6113 20.0775 14.7815 20.4797 14.7815 20.8818C14.7815 20.9747 14.766 21.0829 14.7505 21.1912C14.7351 21.284 14.7041 21.3768 14.6577 21.4696C14.6268 21.5624 14.5804 21.6552 14.5185 21.748C14.4721 21.8254 14.3948 21.9027 14.3329 21.9801C14.039 22.2585 13.6368 22.4286 13.2347 22.4286Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M18.6487 22.4278C18.4476 22.4278 18.2466 22.3814 18.0609 22.3041C17.8599 22.2268 17.7052 22.1185 17.5505 21.9792C17.2721 21.6854 17.1019 21.2987 17.1019 20.881C17.1019 20.6799 17.1483 20.4789 17.2257 20.2932C17.303 20.1076 17.4113 19.9375 17.5505 19.7828C17.7052 19.6436 17.8599 19.5353 18.0609 19.458C18.6178 19.2105 19.3138 19.3497 19.747 19.7828C20.0254 20.0767 20.1955 20.4789 20.1955 20.881C20.1955 20.9738 20.1801 21.0821 20.1646 21.1904C20.1491 21.2832 20.1182 21.376 20.0718 21.4688C20.0408 21.5616 19.9944 21.6544 19.9326 21.7472C19.8862 21.8246 19.8088 21.9019 19.747 21.9792C19.4531 22.2577 19.0509 22.4278 18.6487 22.4278Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M24.0621 22.4278C23.861 22.4278 23.6599 22.3814 23.4743 22.3041C23.2732 22.2268 23.1185 22.1185 22.9638 21.9792C22.902 21.9019 22.8401 21.8246 22.7782 21.7472C22.7163 21.6544 22.6699 21.5616 22.639 21.4688C22.5926 21.376 22.5617 21.2832 22.5462 21.1904C22.5307 21.0821 22.5153 20.9738 22.5153 20.881C22.5153 20.4789 22.6854 20.0767 22.9638 19.7828C23.1185 19.6436 23.2732 19.5353 23.4743 19.458C24.0466 19.2105 24.7272 19.3497 25.1603 19.7828C25.4387 20.0767 25.6089 20.4789 25.6089 20.881C25.6089 20.9738 25.5934 21.0821 25.5779 21.1904C25.5625 21.2832 25.5315 21.376 25.4851 21.4688C25.4542 21.5616 25.4078 21.6544 25.3459 21.7472C25.2995 21.8246 25.2222 21.9019 25.1603 21.9792C24.8664 22.2577 24.4642 22.4278 24.0621 22.4278Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M13.2347 27.843C13.0336 27.843 12.8325 27.7967 12.6469 27.7193C12.4613 27.642 12.2911 27.5337 12.1364 27.3945C11.858 27.1006 11.6879 26.6984 11.6879 26.2962C11.6879 26.0952 11.7343 25.8941 11.8116 25.7085C11.889 25.5074 11.9972 25.3372 12.1364 25.198C12.7088 24.6257 13.7606 24.6257 14.3329 25.198C14.6113 25.4919 14.7815 25.8941 14.7815 26.2962C14.7815 26.6984 14.6113 27.1006 14.3329 27.3945C14.039 27.6729 13.6368 27.843 13.2347 27.843Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M18.6487 27.843C18.2466 27.843 17.8444 27.6729 17.5505 27.3945C17.2721 27.1006 17.1019 26.6984 17.1019 26.2962C17.1019 26.0952 17.1483 25.8941 17.2257 25.7085C17.303 25.5074 17.4113 25.3372 17.5505 25.198C18.1228 24.6257 19.1746 24.6257 19.747 25.198C19.8862 25.3372 19.9944 25.5074 20.0718 25.7085C20.1491 25.8941 20.1955 26.0952 20.1955 26.2962C20.1955 26.6984 20.0254 27.1006 19.747 27.3945C19.4531 27.6729 19.0509 27.843 18.6487 27.843Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M24.0621 27.8429C23.6599 27.8429 23.2577 27.6727 22.9638 27.3943C22.8246 27.2551 22.7163 27.085 22.639 26.8839C22.5617 26.6983 22.5153 26.4972 22.5153 26.2961C22.5153 26.095 22.5617 25.8939 22.639 25.7083C22.7163 25.5072 22.8246 25.3371 22.9638 25.1979C23.3196 24.8421 23.861 24.6719 24.3559 24.7802C24.4642 24.7957 24.557 24.8266 24.6498 24.873C24.7427 24.904 24.8355 24.9504 24.9283 25.0123C25.0056 25.0587 25.0829 25.136 25.1603 25.1979C25.4387 25.4918 25.6089 25.8939 25.6089 26.2961C25.6089 26.6983 25.4387 27.1004 25.1603 27.3943C24.8664 27.6727 24.4642 27.8429 24.0621 27.8429Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M31.7964 15.2197H5.5008C4.86661 15.2197 4.3407 14.6938 4.3407 14.0596C4.3407 13.4254 4.86661 12.8995 5.5008 12.8995H31.7964C32.4306 12.8995 32.9565 13.4254 32.9565 14.0596C32.9565 14.6938 32.4306 15.2197 31.7964 15.2197Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M24.8356 35.1906H12.4612C6.81542 35.1906 3.56714 31.9423 3.56714 26.2965V13.1487C3.56714 7.50292 6.81542 4.25464 12.4612 4.25464H24.8356C30.4814 4.25464 33.7297 7.50292 33.7297 13.1487V26.2965C33.7297 31.9423 30.4814 35.1906 24.8356 35.1906ZM12.4612 6.57484C8.03739 6.57484 5.88734 8.72489 5.88734 13.1487V26.2965C5.88734 30.7204 8.03739 32.8704 12.4612 32.8704H24.8356C29.2595 32.8704 31.4095 30.7204 31.4095 26.2965V13.1487C31.4095 8.72489 29.2595 6.57484 24.8356 6.57484H12.4612Z"
                                    fill="#414042"
                                  />
                                </svg>
                                16 أكتوبر الى 26 أكتوبر
                              </p>
                              <p>
                                <svg
                                  width="38"
                                  height="38"
                                  viewBox="0 0 38 38"
                                  fill="none"
                                  xmlns="http://www.w3.org/2000/svg"
                                >
                                  <path
                                    d="M18.647 35.9081C9.47449 35.9081 2.01892 28.4526 2.01892 19.2801C2.01892 10.1075 9.47449 2.65198 18.647 2.65198C27.8195 2.65198 35.2751 10.1075 35.2751 19.2801C35.2751 28.4526 27.8195 35.9081 18.647 35.9081ZM18.647 4.97218C10.7583 4.97218 4.33912 11.3914 4.33912 19.2801C4.33912 27.1687 10.7583 33.5879 18.647 33.5879C26.5357 33.5879 32.9549 27.1687 32.9549 19.2801C32.9549 11.3914 26.5357 4.97218 18.647 4.97218Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M14.2354 27.5304C14.3989 27.5304 14.5624 27.4913 14.7133 27.3869L18.6117 24.9736C19.5801 24.3736 20.2969 23.0561 20.2969 21.8951V16.5468C20.2969 16.012 19.8693 15.5685 19.3537 15.5685C18.8381 15.5685 18.4105 16.012 18.4105 16.5468V21.8951C18.4105 22.3647 18.0333 23.0561 17.6434 23.2909L13.745 25.7041C13.2922 25.9781 13.1539 26.5781 13.418 27.0477C13.6066 27.3608 13.921 27.5304 14.2354 27.5304Z"
                                    fill="#414042"
                                  />
                                </svg>
                                6 مـســاءً الى 9 مـســاءً
                              </p>
                              <p>
                                <svg
                                  width="38"
                                  height="38"
                                  viewBox="0 0 38 38"
                                  fill="none"
                                  xmlns="http://www.w3.org/2000/svg"
                                >
                                  <path
                                    d="M18.6475 22.3424C15.3528 22.3424 12.6614 19.6664 12.6614 16.3563C12.6614 13.0461 15.3528 10.3856 18.6475 10.3856C21.9422 10.3856 24.6336 13.0616 24.6336 16.3717C24.6336 19.6819 21.9422 22.3424 18.6475 22.3424ZM18.6475 12.7058C16.6366 12.7058 14.9816 14.3454 14.9816 16.3717C14.9816 18.398 16.6212 20.0376 18.6475 20.0376C20.6738 20.0376 22.3134 18.398 22.3134 16.3717C22.3134 14.3454 20.6583 12.7058 18.6475 12.7058Z"
                                    fill="#414042"
                                  />
                                  <path
                                    d="M18.6476 35.6284C16.3583 35.6284 14.0536 34.7622 12.2593 33.0453C7.69624 28.6524 2.65368 21.6454 4.55624 13.3081C6.27319 5.7443 12.878 2.35681 18.6476 2.35681C18.6476 2.35681 18.6476 2.35681 18.663 2.35681C24.4326 2.35681 31.0374 5.7443 32.7544 13.3236C34.6415 21.6609 29.5989 28.6524 25.0359 33.0453C23.2416 34.7622 20.9368 35.6284 18.6476 35.6284ZM18.6476 4.67701C14.1464 4.67701 8.36136 7.07455 6.83003 13.8186C5.15949 21.104 9.73801 27.384 13.8834 31.3593C16.5594 33.9424 20.7512 33.9424 23.4272 31.3593C27.5571 27.384 32.1357 21.104 30.496 13.8186C28.9493 7.07455 23.1488 4.67701 18.6476 4.67701Z"
                                    fill="#414042"
                                  />
                                </svg>
                                اونلاين مباشر تفاعلي
                              </p>
                            </div>
                          </div>
                        </div>
                        <div class="col-md-5 riad-img-carwsel">
                          <img
                            src="/assets/img/1663686448841 1.png"
                            alt=""
                            width="450.14"
                            height="276"
                          />
                        </div>
                      </div>
                    </div>
                  </div>
                  <div style="height: 287.9px" class="item">
                    <div class="carwsel-slider-item rounded-4">
                      <div class="">
                        <div class="position-relative">
                          <img
                            style="opacity: 0.6"
                            src="/assets/img/NoPath - Copy (2).jpg"
                            alt=""
                            height="292"
                          />
                          <div
                            style="top: 5%; right: 19px"
                            class="position-absolute"
                          >
                            <h3 class="text-white fw-bold pt-3">
                              خطة العمل ودراسة الجدوى المالية
                            </h3>
                            <p class="w-50 pb-2">
                              يبدأ من الخميس القادم، تعلمي كل ما تريدين معرفته عن
                              دراسة الجدوى مع قامة من قامات رياديات الأعمال
                            </p>
                            <button class="btn-custmer m-2 p-3">اشتركي الان</button>
                          </div>
                        </div>
                      </div>
                    </div>
                  </div>
                  <div style="height: 287.9px" class="item">
                    <div
                      style="height: 287.9px"
                      class="carwsel-slider-item rounded-4"
                    >
                      <div class="text-descoun-carwsel">
                        <h1 class="text-center m-0">
                          خصم خاص بمناسبة العيد في اكاديمية رياديات
                        </h1>
                        <h2
                          style="font-size: 185.19px"
                          class="m-0 text-white text-center position-relative"
                        >
                          % 70
                          <p style="top: 56px; left: 74%" class="position-absolute">
                            <svg
                              width="107"
                              height="94"
                              viewBox="0 0 107 94"
                              fill="none"
                              xmlns="http://www.w3.org/2000/svg"
                            >
                              <path
                                d="M81.1915 92.4384C86.9149 87.0983 94.0431 83.4125 99.7012 78.0658C100.661 77.1595 104.447 74.99 104.723 73.6053M104.723 73.6053C105.081 71.8073 100.645 69.7505 99.6239 69.2414C94.474 66.6749 85.4524 62.2818 79.5569 60.1025M104.723 73.6053C83.9625 78.5102 51.9176 68.0166 48.7853 48.8748M48.7853 48.8748C47.956 43.807 49.1532 38.133 53.123 31.9781C60.6291 20.3409 75.209 31.7358 68.575 42.6097C64.9117 48.6129 56.0376 49.5691 48.7853 48.8748ZM48.7853 48.8748C46.7022 48.6754 44.753 48.3398 43.0995 47.9485C22.5988 43.0976 5.10282 22.2476 1.99773 1.82192"
                                stroke="white"
                                stroke-width="2.93433"
                                stroke-miterlimit="1.5"
                                stroke-linecap="round"
                                stroke-linejoin="round"
                              />
                            </svg>
                          </p>
                        </h2>
                        <div
                          style="bottom: 26px; right: 10px"
                          class="position-absolute"
                        >
                          <button class="btn-custmer-w subscribe-carwsel">
                            اشتركي الان
                          </button>
                        </div>
                      </div>
                    </div>
                  </div>
                </div>
              </div>

              <div class="mt-5">
                  <h2 class="text-center">
                    أكاديمية رياديات تساعدكِ أينما تكونين
                
                </h2>
                  <div class="row why-riadiat order">
                      <div class="col-md-3 mt-3   ">
                          <div style="height: 250px;" class="box">
      
                            <svg width="72" height="74" viewBox="0 0 72 74" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M36.0162 43.2666C29.6262 43.2666 24.4062 37.984 24.4062 31.4495C24.4062 24.915 29.6262 19.663 36.0162 19.663C42.4062 19.663 47.6262 24.9455 47.6262 31.4801C47.6262 38.0146 42.4062 43.2666 36.0162 43.2666ZM36.0162 24.2432C32.1162 24.2432 28.9062 27.48 28.9062 31.4801C28.9062 35.4802 32.0862 38.7169 36.0162 38.7169C39.9462 38.7169 43.1262 35.4802 43.1262 31.4801C43.1262 27.48 39.9162 24.2432 36.0162 24.2432Z" fill="url(#paint0_linear_631_22480)"/>
                                <path d="M36.0137 69.4965C31.5737 69.4965 27.1037 67.7865 23.6237 64.3971C14.7737 55.7251 4.99371 41.8927 8.68371 25.4343C12.0137 10.5026 24.8237 3.81543 36.0137 3.81543C36.0137 3.81543 36.0137 3.81543 36.0437 3.81543C47.2337 3.81543 60.0437 10.5026 63.3737 25.4648C67.0337 41.9233 57.2537 55.7251 48.4037 64.3971C44.9237 67.7865 40.4537 69.4965 36.0137 69.4965ZM36.0137 8.3957C27.2837 8.3957 16.0637 13.1286 13.0937 26.442C9.85371 40.824 18.7337 53.2213 26.7737 61.0688C31.9637 66.1682 40.0937 66.1682 45.2837 61.0688C53.2937 53.2213 62.1737 40.824 58.9937 26.442C55.9937 13.1286 44.7437 8.3957 36.0137 8.3957Z" fill="url(#paint1_linear_631_22480)"/>
                                <defs>
                                <linearGradient id="paint0_linear_631_22480" x1="45.6274" y1="43.2585" x2="21.9259" y2="41.0657" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                <linearGradient id="paint1_linear_631_22480" x1="59.3176" y1="69.4739" x2="1.75421" y2="64.8353" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                </defs>
                                </svg>
                                
                                  
                                  <h6 class="m-c mt-2">
                                    دورات في المقرات
                                                                  </h6>
                                  <p class="text-right p-c">
                                    نقدم دورات مميزة مع افضل المدربين في كل المجالات في  المملكة والوطن العربي , مما يسمح لك بالتفاعل الحقيقي مع المدربين وزملائك في الدورة   
                                  </p>
                                  
                          </div>
      
                      </div>
                      <div class="col-md-3 mt-3   ">
                          <div style="height: 250px;" class="box">
      
                            <svg width="72" height="72" viewBox="0 0 72 72" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M35.9102 68.25C18.1502 68.25 3.66016 53.79 3.66016 36C3.66016 18.21 18.1502 3.75 35.9102 3.75C53.6702 3.75 68.1602 18.21 68.1602 36C68.1602 53.79 53.7002 68.25 35.9102 68.25ZM35.9102 8.25C20.6102 8.25 8.16016 20.7 8.16016 36C8.16016 51.3 20.6102 63.75 35.9102 63.75C51.2102 63.75 63.6602 51.3 63.6602 36C63.6602 20.7 51.2102 8.25 35.9102 8.25Z" fill="url(#paint0_linear_1675_7182)"/>
                                <path d="M30.03 47.85H26.13C23.37 47.85 21.75 46.26 21.75 43.59V28.41C21.75 25.74 23.4 24.15 26.13 24.15H30C32.76 24.15 34.38 25.74 34.38 28.41V43.59C34.41 46.26 32.76 47.85 30.03 47.85ZM26.25 43.35H29.91V28.65H26.28L26.25 43.35Z" fill="url(#paint1_linear_1675_7182)"/>
                                <path d="M45.8701 47.85H42.0001C39.2401 47.85 37.6201 46.26 37.6201 43.59V28.41C37.6201 25.74 39.2701 24.15 42.0001 24.15H45.8701C48.6301 24.15 50.2501 25.74 50.2501 28.41V43.59C50.2501 46.26 48.6001 47.85 45.8701 47.85ZM42.0901 43.35H45.7501V28.65H42.1201L42.0901 43.35Z" fill="url(#paint2_linear_1675_7182)"/>
                                <defs>
                                <linearGradient id="paint0_linear_1675_7182" x1="62.6078" y1="68.2279" x2="-3.21114" y2="62.0378" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                <linearGradient id="paint1_linear_1675_7182" x1="33.2931" y1="47.8419" x2="20.323" y2="47.1918" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                <linearGradient id="paint2_linear_1675_7182" x1="49.1629" y1="47.8419" x2="36.1932" y2="47.1919" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                </defs>
                                </svg>
                                
                                  
                                  
                                  <h6 class="m-c mt-2">
                                    دورات  مسجلة 
                                                              </h6>
                                  <p class="text-right p-c">
                                    تحتوى اكاديمية رياديات على دورات تعليمية مسجلة مسبقا تكون متاحة لك فور التسجيل لتشاهدها في أي وقت
                                
                                
                                </p>
                                  
                          </div>
      
                      </div>
                      <div class="col-md-3 mt-3   ">
                          <div style="height: 250px;" class="box">
      
                            <svg width="72" height="72" viewBox="0 0 72 72" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M45 68.25H27C10.71 68.25 3.75 61.29 3.75 45V27C3.75 10.71 10.71 3.75 27 3.75H45C61.29 3.75 68.25 10.71 68.25 27V45C68.25 61.29 61.29 68.25 45 68.25ZM27 8.25C13.17 8.25 8.25 13.17 8.25 27V45C8.25 58.83 13.17 63.75 27 63.75H45C58.83 63.75 63.75 58.83 63.75 45V27C63.75 13.17 58.83 8.25 45 8.25H27Z" fill="url(#paint0_linear_1675_5476)"/>
                                <path d="M64.4396 23.58H7.55957C6.32957 23.58 5.30957 22.56 5.30957 21.33C5.30957 20.1 6.29957 19.08 7.55957 19.08H64.4396C65.6696 19.08 66.6896 20.1 66.6896 21.33C66.6896 22.56 65.6996 23.58 64.4396 23.58Z" fill="url(#paint1_linear_1675_5476)"/>
                                <path d="M25.5596 23.16C24.3296 23.16 23.3096 22.14 23.3096 20.91V6.32996C23.3096 5.09996 24.3296 4.07996 25.5596 4.07996C26.7896 4.07996 27.8096 5.09996 27.8096 6.32996V20.91C27.8096 22.14 26.7896 23.16 25.5596 23.16Z" fill="url(#paint2_linear_1675_5476)"/>
                                <path d="M46.4404 21.81C45.2104 21.81 44.1904 20.79 44.1904 19.56V6.32996C44.1904 5.09996 45.2104 4.07996 46.4404 4.07996C47.6704 4.07996 48.6904 5.09996 48.6904 6.32996V19.56C48.6904 20.82 47.7004 21.81 46.4404 21.81Z" fill="url(#paint3_linear_1675_5476)"/>
                                <path d="M33.27 54.36C32.19 54.36 31.17 54.09 30.24 53.58C28.2 52.38 27 49.98 27 46.95V39.75C27 36.72 28.2 34.29 30.27 33.09C32.34 31.89 35.04 32.07 37.65 33.6L43.89 37.2C46.5 38.7 48.03 40.95 48.03 43.35C48.03 45.75 46.5 48 43.86 49.5L37.62 53.1C36.18 53.94 34.68 54.36 33.27 54.36ZM33.3 36.81C33 36.81 32.73 36.87 32.52 36.99C31.89 37.35 31.5 38.37 31.5 39.75V46.95C31.5 48.3 31.89 49.32 32.52 49.71C33.15 50.07 34.23 49.89 35.4 49.2L41.64 45.6C42.81 44.91 43.53 44.07 43.53 43.35C43.53 42.63 42.84 41.79 41.64 41.1L35.4 37.5C34.62 37.05 33.87 36.81 33.3 36.81Z" fill="url(#paint4_linear_1675_5476)"/>
                                <defs>
                                <linearGradient id="paint0_linear_1675_5476" x1="62.6977" y1="68.2279" x2="-3.1213" y2="62.0378" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                <linearGradient id="paint1_linear_1675_5476" x1="61.4058" y1="23.5784" x2="37.5208" y2="-7.06109" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                <linearGradient id="paint2_linear_1675_5476" x1="27.4222" y1="23.1534" x2="22.7918" y2="23.0507" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                <linearGradient id="paint3_linear_1675_5476" x1="48.3031" y1="21.8039" x2="43.6731" y2="21.6934" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                <linearGradient id="paint4_linear_1675_5476" x1="46.2197" y1="54.3525" x2="24.7425" y2="52.4265" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                </defs>
                                </svg>
                                
                                  
                                  <h6 class="m-c mt-2">
                                    دورات لايف
                                
                                </h6>
                                  <p class="text-right p-c">
                                      يمكنك التواصل المباشر مع العملاء عن طريق المحادثات حيث يمكنك مشاركة الصور ومقاطع الفيديو والعنوان    
                                  </p>
                                  
                          </div>
      
                      </div>
                      <div class="col-md-3 mt-3   ">
                          <div style="height: 250px;" class="box">
      
                            <svg width="72" height="72" viewBox="0 0 72 72" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M36 64.95C35.07 64.95 34.17 64.83 33.42 64.5601C21.96 60.6301 3.75 46.68 3.75 26.07C3.75 15.57 12.24 7.05005 22.68 7.05005C27.75 7.05005 32.49 9.03005 36 12.57C39.51 9.03005 44.25 7.05005 49.32 7.05005C59.76 7.05005 68.25 15.6 68.25 26.07C68.25 46.71 50.04 60.6301 38.58 64.5601C37.83 64.83 36.93 64.95 36 64.95ZM22.68 11.55C14.73 11.55 8.25 18.06 8.25 26.07C8.25 46.56 27.96 57.96 34.89 60.33C35.43 60.51 36.6 60.51 37.14 60.33C44.04 57.96 63.78 46.59 63.78 26.07C63.78 18.06 57.3 11.55 49.35 11.55C44.79 11.55 40.56 13.68 37.83 17.37C36.99 18.51 35.07 18.51 34.23 17.37C31.44 13.65 27.24 11.55 22.68 11.55Z" fill="url(#paint0_linear_1675_1317)"/>
                                <defs>
                                <linearGradient id="paint0_linear_1675_1317" x1="62.6977" y1="64.9302" x2="-2.98254" y2="58.0491" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#BBD2C5"/>
                                <stop offset="0.993949" stop-color="#1FB9B3"/>
                                </linearGradient>
                                </defs>
                                </svg>
                                
                                  
                                  
                                  <h6 class="m-c mt-2">
                                    الدعم و المساعدة</h6>
                                  <p class="text-right p-c">
                                    سنكون معك دائما خطوة بخطوة لمساعددتك على اكمال مساراتك وتقديم الدعم والاجابة عى الاستفسارات                                  
                                  </p>
                                </div>
      
                      </div>
                    
                  </div>
              </div>
              <div class="row mt-5 align-items-center">
                <div class="col-md-6">
                    <img class="img-fluid rounded-3" src="/assets/img/Rectangle 177789.png" alt="">

                </div>
                <div class="col-md-6">
                    <h2>
                        اشتركى فى الاكاديميه الان
                                        </h2>
                    <p>
                        باشتراكك في اكاديمية ريايات ستتمكنين من الحصول على  الدورات التدريبة  باسعار مخفضة بدلا من شراء كل دورة على حدى كما انك ستحصلين على العديد من المميزات و من أهم هذه المميزات  :
                                        </p>
                    <div>
                        <p>
                            <svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M9.80688 26.2049C11.4107 24.8635 10.9527 22.916 10.698 21.0278C10.3667 18.5843 12.7922 16.6943 15.14 17.5697L17.6853 18.5182C14.3535 20.5223 17.1815 24.2702 16.1056 26.9128C15.6885 27.9364 14.4992 28.4264 13.4378 28.0502C12.3374 27.6601 10.776 27.1058 9.91423 26.8007C9.65509 26.7076 9.59879 26.3786 9.80688 26.2049Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M26.6229 9.84468C25.0191 11.1861 25.4771 13.1336 25.7318 15.0217C26.0631 17.4652 23.6365 19.3541 21.2898 18.4798L18.7445 17.5313C22.0752 15.5261 19.2472 11.7782 20.3232 9.13563C20.7402 8.11203 21.9295 7.62208 22.991 7.99825C24.0913 8.38837 25.6528 8.94264 26.5145 9.24778C26.7736 9.34084 26.831 9.67094 26.6229 9.84468Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M26.5299 26.3103C25.153 24.7193 23.1763 25.1534 21.2593 25.387C18.7794 25.6921 16.8374 23.2878 17.704 20.9858L18.6442 18.4891C20.7125 21.7861 24.498 19.0366 27.1929 20.12C28.2372 20.5395 28.7459 21.7139 28.372 22.7559C27.9864 23.8339 27.437 25.365 27.1346 26.2101C27.0434 26.4631 26.7084 26.5166 26.5299 26.3103Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M9.90904 9.76829C11.2881 11.3593 13.2626 10.9252 15.1797 10.6916C17.6606 10.3876 19.6026 12.7919 18.735 15.0928L17.7937 17.5884C15.7254 14.2935 11.9409 17.042 9.24497 15.9597C8.20069 15.5401 7.69194 14.3657 8.06477 13.3248C8.45144 12.2458 9.00082 10.7146 9.30325 9.86958C9.39552 9.61548 9.72945 9.56305 9.90904 9.76829Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                </svg>
                                الحصول على عضوية في شبكة رياديات
                                                    </p>
                        <p>
                            <svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M9.80688 26.2049C11.4107 24.8635 10.9527 22.916 10.698 21.0278C10.3667 18.5843 12.7922 16.6943 15.14 17.5697L17.6853 18.5182C14.3535 20.5223 17.1815 24.2702 16.1056 26.9128C15.6885 27.9364 14.4992 28.4264 13.4378 28.0502C12.3374 27.6601 10.776 27.1058 9.91423 26.8007C9.65509 26.7076 9.59879 26.3786 9.80688 26.2049Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M26.6229 9.84468C25.0191 11.1861 25.4771 13.1336 25.7318 15.0217C26.0631 17.4652 23.6365 19.3541 21.2898 18.4798L18.7445 17.5313C22.0752 15.5261 19.2472 11.7782 20.3232 9.13563C20.7402 8.11203 21.9295 7.62208 22.991 7.99825C24.0913 8.38837 25.6528 8.94264 26.5145 9.24778C26.7736 9.34084 26.831 9.67094 26.6229 9.84468Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M26.5299 26.3103C25.153 24.7193 23.1763 25.1534 21.2593 25.387C18.7794 25.6921 16.8374 23.2878 17.704 20.9858L18.6442 18.4891C20.7125 21.7861 24.498 19.0366 27.1929 20.12C28.2372 20.5395 28.7459 21.7139 28.372 22.7559C27.9864 23.8339 27.437 25.365 27.1346 26.2101C27.0434 26.4631 26.7084 26.5166 26.5299 26.3103Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M9.90904 9.76829C11.2881 11.3593 13.2626 10.9252 15.1797 10.6916C17.6606 10.3876 19.6026 12.7919 18.735 15.0928L17.7937 17.5884C15.7254 14.2935 11.9409 17.042 9.24497 15.9597C8.20069 15.5401 7.69194 14.3657 8.06477 13.3248C8.45144 12.2458 9.00082 10.7146 9.30325 9.86958C9.39552 9.61548 9.72945 9.56305 9.90904 9.76829Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                </svg>
                                توفير فرص وظيفية في نفس المجال
                            
                            
                            </p>
                        <p>
                            <svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M9.80688 26.2049C11.4107 24.8635 10.9527 22.916 10.698 21.0278C10.3667 18.5843 12.7922 16.6943 15.14 17.5697L17.6853 18.5182C14.3535 20.5223 17.1815 24.2702 16.1056 26.9128C15.6885 27.9364 14.4992 28.4264 13.4378 28.0502C12.3374 27.6601 10.776 27.1058 9.91423 26.8007C9.65509 26.7076 9.59879 26.3786 9.80688 26.2049Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M26.6229 9.84468C25.0191 11.1861 25.4771 13.1336 25.7318 15.0217C26.0631 17.4652 23.6365 19.3541 21.2898 18.4798L18.7445 17.5313C22.0752 15.5261 19.2472 11.7782 20.3232 9.13563C20.7402 8.11203 21.9295 7.62208 22.991 7.99825C24.0913 8.38837 25.6528 8.94264 26.5145 9.24778C26.7736 9.34084 26.831 9.67094 26.6229 9.84468Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M26.5299 26.3103C25.153 24.7193 23.1763 25.1534 21.2593 25.387C18.7794 25.6921 16.8374 23.2878 17.704 20.9858L18.6442 18.4891C20.7125 21.7861 24.498 19.0366 27.1929 20.12C28.2372 20.5395 28.7459 21.7139 28.372 22.7559C27.9864 23.8339 27.437 25.365 27.1346 26.2101C27.0434 26.4631 26.7084 26.5166 26.5299 26.3103Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                <path d="M9.90904 9.76829C11.2881 11.3593 13.2626 10.9252 15.1797 10.6916C17.6606 10.3876 19.6026 12.7919 18.735 15.0928L17.7937 17.5884C15.7254 14.2935 11.9409 17.042 9.24497 15.9597C8.20069 15.5401 7.69194 14.3657 8.06477 13.3248C8.45144 12.2458 9.00082 10.7146 9.30325 9.86958C9.39552 9.61548 9.72945 9.56305 9.90904 9.76829Z" fill="#1FB9B3" fill-opacity="0.5"/>
                                </svg>
                                فرصة تقديم الخدمات في منصة مقدمي خدمة رياديات
                                                    </p>
                     
                        <button class="btn-main">  سجلي الان   </button>
                    </div>

                </div>


            </div>
        </div>
        <div class="main-top py-2 px-5 position-relative mt-5">
            <div class="row align-items-center justify-content-center m-auto p-3">
                <div class="col-md-6 " >
                    <h1 class="text-white">
                        مدرب مميز ؟
                    </h1>
                    <p class="text-white">
                        أكاديمية رياديات تضم العديد من المدربين المميزين في الممكلة و الوطن العربي  يمكنك أن تنضم لهذه العائلة الان !

                    </p>

         
                    <a href="../academy/regester-instructor.html" class="btn border p-2 text-white bg-transpernt svg-network ">
                      
                        <svg     height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M12 22.75C6.07 22.75 1.25 17.93 1.25 12C1.25 6.07 6.07 1.25 12 1.25C17.93 1.25 22.75 6.07 22.75 12C22.75 17.93 17.93 22.75 12 22.75ZM12 2.75C6.9 2.75 2.75 6.9 2.75 12C2.75 17.1 6.9 21.25 12 21.25C17.1 21.25 21.25 17.1 21.25 12C21.25 6.9 17.1 2.75 12 2.75Z" fill="#F6F8F9"/>
                            <path d="M11.9999 18.25C11.7899 18.25 11.5899 18.22 11.4199 18.16C9.26986 17.43 5.85986 14.81 5.85986 10.91C5.85986 8.83 7.53986 7.14001 9.60986 7.14001C10.5099 7.14001 11.3399 7.45001 12.0099 8.01001C12.6799 7.45001 13.5199 7.14001 14.3999 7.14001C16.4699 7.14001 18.1499 8.83 18.1499 10.91C18.1499 14.8 14.7399 17.42 12.5799 18.16C12.4099 18.22 12.1999 18.25 11.9999 18.25ZM9.59987 8.64999C8.35987 8.64999 7.34987 9.67001 7.34987 10.92C7.34987 14.41 10.7199 16.35 11.8999 16.75C11.9399 16.76 12.0399 16.76 12.0799 16.75C13.2599 16.35 16.6299 14.41 16.6299 10.92C16.6299 9.67001 15.6199 8.64999 14.3799 8.64999C13.6799 8.64999 13.0099 8.99 12.5899 9.56C12.3099 9.94 11.6699 9.94 11.3899 9.56C10.9699 8.98 10.3199 8.64999 9.59987 8.64999Z" fill="#F6F8F9"/>
                            </svg>
                            
تعرف على المزيد  
                        </a>
                </div>
                <div class="col-md-6 position-relative">
                    <img class="img-fluid" src="/assets/img/Group 1171274848s.png" alt="">
                    <div style="    top: 27px;
                    left: 23%" class="position-absolute">
                        <img class="img-fluid" src="/assets/img/Group 1171274931.png" alt="">

                    </div>
                </div>

           
    
            </div>
       
            <div class="star position-absolute" >
                    <img  class="landing"  src="/assets/img/start.png" alt="">
            </div>
            <div class="square position-absolute" >
                <img class="landing"  src="/assets/img/square.png" alt="">
             </div>
             <div class="star-two position-absolute" >
                <img class="landing"  src="/assets/img/start.png" alt="">
             </div>
            <div class="star-big position-absolute" >
                <img class="landing"  src="/assets/img/star-big.png" alt="">
            </div>
        </div>
        <div class="container">

          <div class="mt-5">
            <h2 class="text-center ">
              مجالات التدريب في الاكاديمية              </h2>
            <div class="row traning mt-5 ">
                <div class="col-md-6  mt-2 ">
                    <div class="box ">

                        <div class=" d-flex align-items-center justify-content-center gap-4 ">
                            <svg width="96" height="80" viewBox="0 0 96 80" fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M96 19.1072C96 29.9166 96 40.726 96 51.5353C95.55 52.8805 94.9 54.1056 93.5 54.7541C92.925 55.0184 92.775 55.3546 92.775 55.9311C92.8 62.1525 92.8 68.3499 92.8 74.5713C92.8 78.1984 90.925 80 87.175 80C61.05 80 34.95 80 8.825 80C5.05 80 3.2 78.1984 3.2 74.5713C3.2 68.3499 3.2 62.1525 3.175 55.9311C3.175 55.6189 3.075 55.0904 2.875 54.9943C1.3 54.2737 0.475 53.0486 0 51.5353C0 40.726 0 29.9166 0 19.1072C1 16.2007 3.2 15.3119 6.225 15.36C11.225 15.4801 16.225 15.384 21.225 15.384C21.575 15.384 21.95 15.384 22.375 15.384C22.375 14.0148 22.35 12.7898 22.375 11.5647C22.4 10.6759 22.4 9.76313 22.575 8.87436C23.6 3.63782 28.1 0.0587176 33.725 0.0106759C38.35 -0.0133449 42.975 0.0106759 47.6 0.0106759C52.475 0.0106759 57.35 -0.0133449 62.225 0.0106759C67.85 0.0587176 72.425 3.63782 73.35 8.87436C73.65 10.6039 73.525 12.4054 73.575 14.183C73.6 14.5673 73.575 14.9276 73.575 15.384C74.1 15.384 74.45 15.384 74.825 15.384C80.075 15.384 85.325 15.384 90.575 15.384C92.425 15.384 94.025 15.8884 95.1 17.4258C95.5 17.9302 95.725 18.5307 96 19.1072ZM78.375 52.28C78.825 52.28 79.15 52.28 79.5 52.28C83.1 52.28 86.675 52.28 90.275 52.28C92.4 52.28 92.8 51.8956 92.8 49.8779C92.8 41.1343 92.8 32.4148 92.8 23.6712C92.8 22.5422 92.825 21.3892 92.8 20.2602C92.775 19.1072 92.2 18.5547 91.025 18.4827C90.675 18.4587 90.35 18.4827 90 18.4827C67.9 18.4827 45.825 18.4827 23.725 18.4827C17.6 18.4827 11.475 18.4827 5.35 18.4827C3.75 18.4827 3.2 19.0111 3.2 20.5245C3.2 30.421 3.2 40.3416 3.2 50.2382C3.2 51.7755 3.75 52.28 5.35 52.28C9.125 52.28 12.9 52.28 16.7 52.28C17 52.28 17.3 52.256 17.625 52.2319C17.625 51.6554 17.6 51.175 17.625 50.6946C17.725 48.1724 19.8 46.1787 22.375 46.1547C24.95 46.1066 27.1 48.1244 27.2 50.7186C27.225 51.2231 27.2 51.7275 27.2 52.2319C41.125 52.2319 54.95 52.2319 68.75 52.2319C69.125 48.0763 70.5 46.2748 73.45 46.1787C74.6 46.1306 75.65 46.491 76.575 47.1876C78.3 48.4607 78.5 50.2863 78.375 52.28ZM68.8 55.4267C54.875 55.4267 41.05 55.4267 27.175 55.4267C27.175 56.8439 27.175 58.2131 27.175 59.5583C27.175 60.9275 26.625 61.4799 25.2 61.504C23.325 61.528 21.45 61.528 19.575 61.504C18.125 61.4799 17.6 60.9515 17.575 59.5823C17.575 58.2131 17.575 56.8439 17.575 55.4267C13.8 55.4267 10.1 55.4267 6.35 55.4267C6.35 55.763 6.35 56.0272 6.35 56.3155C6.35 62.4408 6.35 68.5661 6.35 74.6914C6.35 76.3969 6.875 76.9013 8.625 76.9013C34.85 76.9013 61.05 76.9013 87.275 76.9013C89.025 76.9013 89.55 76.3969 89.55 74.6914C89.55 68.5661 89.55 62.4408 89.55 56.3155C89.55 56.0272 89.525 55.739 89.5 55.4267C85.75 55.4267 82.1 55.4267 78.325 55.4267C78.325 56.868 78.325 58.2371 78.325 59.6063C78.325 60.9515 77.775 61.504 76.425 61.528C74.5 61.552 72.55 61.552 70.625 61.528C69.325 61.504 68.775 60.9275 68.75 59.6784C68.8 58.2852 68.8 56.892 68.8 55.4267ZM63.825 15.36C63.875 15.2399 63.925 15.1918 63.925 15.1438C63.95 13.9668 63.975 12.8138 63.975 11.6368C64 9.69107 63.575 9.25869 61.525 9.25869C52.475 9.25869 43.425 9.25869 34.35 9.25869C34 9.25869 33.675 9.28271 33.325 9.33075C32.55 9.45086 32.025 9.88323 32 10.6279C31.95 12.1892 31.975 13.7746 31.975 15.384C42.675 15.36 53.225 15.36 63.825 15.36ZM70.35 15.336C70.35 13.7025 70.375 12.1172 70.35 10.5318C70.25 6.54434 66.925 3.08534 62.125 3.08534C52.7 3.06132 43.275 3.06132 33.825 3.08534C30.225 3.10936 27.175 5.12711 26.1 8.08167C25.25 10.4357 25.675 12.8618 25.575 15.3119C26.675 15.3119 27.65 15.3119 28.7 15.3119C28.7 13.9908 28.7 12.7417 28.7 11.4926C28.675 8.03363 30.625 6.13598 34.225 6.13598C43.35 6.13598 52.475 6.18403 61.575 6.11196C65.025 6.08794 67.4 8.2258 67.15 11.5166C67.05 12.7657 67.125 14.0148 67.125 15.3119C68.25 15.336 69.275 15.336 70.35 15.336ZM24 58.4053C24 55.811 24.025 53.3369 24 50.8628C24 49.9019 23.25 49.2293 22.375 49.2534C21.525 49.2774 20.875 49.95 20.85 50.8868C20.825 52.1118 20.85 53.3369 20.85 54.562C20.85 55.8351 20.85 57.1082 20.85 58.4293C21.925 58.4053 22.9 58.4053 24 58.4053ZM75.2 58.3813C75.2 55.9071 75.2 53.505 75.2 51.0789C75.2 49.95 74.55 49.2293 73.625 49.2293C72.675 49.2293 72.025 49.95 72.025 51.0549C72 53.3369 72.025 55.5949 72.025 57.8768C72.025 58.045 72.075 58.2131 72.1 58.3813C73.125 58.3813 74.1 58.3813 75.2 58.3813Z"
                                    fill="white" />
                            </svg>

                            <h2 class="text-white">
                                ريادة اعمال عامة
                            </h2>
                        </div>
                        <div class="text">
                            <p style="line-height: 22px;">
                                تُقدم
                                <a href="" class="m-c">

                                    برامج التدريب العامة
                                </a>
                                مجموعة من الخدمات الإرشادية والتعليمية من قبل خبراء ريادة الأعمال في الأزياء
                                والمجوهرات والتجميل وغيرها . وذلك لدعم وتوجيه رائدات الأعمال في المجالات العامة التي
                                تهم النساء آلية متكاملة وبرامج محددة، كما يتم عقد جلسات إرشادية وإلهامية لمساعدة كل
                                مشتركة على اكتساب المعرفة وبناء المهارات.

                            </p>
                        </div>
                    </div>

                </div>
                <div class="col-md-6  mt-2 ">
                    <div class="box private ">

                        <div class="d-flex align-items-center justify-content-center gap-4 ">
                            <svg width="96" height="80" viewBox="0 0 80 96" fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M37.9054 0C39.3102 0 40.7151 0 42.1199 0C42.8351 0.125033 43.5503 0.275072 44.2655 0.375098C54.2272 2.02553 62.452 10.7028 63.1671 20.5554C63.4481 24.4314 63.3459 28.3574 63.3459 32.2584C63.3204 36.2094 64.6486 39.6103 67.3561 42.4861C70.4724 45.7869 72.0816 49.6129 72.056 54.1141C72.056 54.4142 72.2603 54.8393 72.5158 55.0143C77.6499 58.5402 80.0253 63.4165 79.9998 69.4931C79.9743 77.4202 79.9743 85.3722 79.9998 93.2993C79.9998 94.4496 79.7444 95.3748 78.6971 96C52.899 96 27.1008 96 1.30268 96C0.28097 95.3748 0 94.4496 0 93.2993C0.0255427 85.1972 -3.90132e-07 77.1201 0.0255423 69.018C0.051085 63.1414 2.47764 58.4652 7.40739 55.0643C7.68836 54.8643 7.94379 54.4392 7.94379 54.1141C7.91824 49.6129 9.52743 45.7619 12.6436 42.4861C15.3256 39.6353 16.6794 36.2594 16.6539 32.3584C16.6283 28.9825 16.6028 25.6067 16.6794 22.2308C16.8837 12.7533 23.2439 4.27611 32.4393 1.25033C34.2017 0.700182 36.0663 0.425111 37.9054 0ZM68.1224 52.9138C68.148 52.7637 68.148 52.6887 68.148 52.5887C68.1224 52.3636 68.0969 52.1636 68.0713 51.9385C67.6371 49.2128 66.36 46.9622 64.4698 44.9367C61.1493 41.3608 59.489 37.1597 59.5145 32.3084C59.5401 29.3076 59.5656 26.3069 59.5145 23.3061C59.489 21.9307 59.3868 20.5554 59.1569 19.205C57.3689 9.12738 46.8709 2.07554 36.6283 4.02605C27.0497 5.85152 20.5363 13.5285 20.5108 23.056C20.5108 26.2068 20.5619 29.3576 20.4853 32.5335C20.4597 33.9839 20.2809 35.4592 19.9744 36.8846C19.2337 40.2355 17.3946 43.0362 15.0447 45.5369C13.1034 47.6124 12.1072 50.088 11.8774 52.9388C13.0779 52.7137 14.2018 52.4887 15.3256 52.3386C15.9131 52.2636 16.2452 52.0636 16.6028 51.5634C16.8837 51.1383 17.5223 50.7632 18.0587 50.6632C20.4342 50.2131 22.8352 49.913 25.2362 49.4629C26.4112 49.2378 27.3818 49.3378 28.0714 50.3881C29.7062 50.013 30.8301 49.1128 31.5453 47.6624C31.8773 46.9872 31.7751 46.6121 31.111 46.137C27.2541 43.4613 24.9297 39.8354 24.521 35.2092C24.2911 32.5085 24.4188 29.7828 24.3422 27.057C24.3167 25.8817 24.7509 25.1065 25.8492 24.6064C28.4546 23.3811 30.6513 21.6806 32.3115 19.33C33.1289 18.1547 34.355 18.0547 35.4278 19.055C37.4967 20.9805 39.9999 22.0808 42.7585 22.7059C46.2579 23.4811 49.7828 23.4061 53.3332 23.4061C55.0446 23.4061 55.7087 24.0563 55.7342 25.7317C55.7342 28.0323 55.7087 30.3579 55.7342 32.6585C55.8108 38.41 53.5631 43.0112 48.71 46.3621C48.5056 46.5121 48.3268 47.0122 48.429 47.2623C48.8888 48.7377 49.936 49.7129 51.392 50.2131C51.6474 50.3131 52.0305 50.088 52.337 49.988C52.9756 49.788 53.6397 49.3128 54.2272 49.3879C56.8581 49.7129 59.4634 50.1381 62.0688 50.6382C62.6307 50.7382 63.1161 51.3384 63.6269 51.7135C63.8568 51.8885 64.0611 52.1886 64.3166 52.2386C65.5426 52.5137 66.7942 52.7137 68.1224 52.9138ZM32.2094 92.274C31.392 91.2488 30.6257 90.3735 29.9361 89.4483C29.0165 88.223 27.8416 87.3727 26.3856 86.8476C25.6704 86.5725 24.9552 86.2975 24.3167 85.9224C22.7586 84.9721 22.0944 83.5218 22.3754 81.7463C22.6564 80.0208 23.7036 78.8705 25.4405 78.3704C27.4073 77.8203 28.9399 78.5955 30.217 79.9708C31.5963 81.4712 33.2566 82.3464 35.2745 82.7716C36.6283 83.0466 37.9565 83.5718 39.2081 84.1719C40.8428 84.9721 41.7368 86.3975 41.9922 88.198C42.171 89.6483 41.7113 90.9487 40.8683 92.199C48.6333 92.199 56.2962 92.199 63.9334 92.199C63.9334 85.5973 63.9334 79.0706 63.9334 72.5189C47.9692 72.5189 32.0561 72.5189 16.1175 72.5189C16.1175 79.1206 16.1175 85.6473 16.1175 92.224C16.2963 92.249 16.3984 92.274 16.5261 92.274C21.6858 92.274 26.8965 92.274 32.2094 92.274ZM34.4827 23.2561C32.4393 24.7064 30.5746 26.0318 28.71 27.4071C28.429 27.6072 28.1736 28.0323 28.1481 28.3324C28.097 30.1829 28.097 32.0083 28.1225 33.8588C28.2758 39.7604 32.899 44.5616 38.9782 45.1618C44.7253 45.7119 50.3447 41.8359 51.443 36.1594C51.9539 33.4587 51.724 30.633 51.8262 27.8573C51.8262 27.6572 51.7751 27.4321 51.7495 27.2071C45.5682 27.1821 39.489 26.857 34.4827 23.2561ZM76.0662 92.224C76.0918 91.999 76.1428 91.8239 76.1428 91.6489C76.1428 84.0219 76.2195 76.4199 76.1173 68.7929C76.0407 63.4915 73.4864 59.5655 68.6077 57.2149C67.1263 56.4897 65.5171 56.1396 63.8313 56.0646C63.8313 60.2907 63.8313 64.4418 63.8313 68.6929C64.3166 68.6929 64.7508 68.6929 65.185 68.6929C67.2284 68.6929 67.8159 69.268 67.8159 71.2436C67.8159 77.8703 67.8159 84.472 67.8159 91.0987C67.8159 91.4488 67.8159 91.8239 67.8159 92.199C70.6256 92.224 73.3331 92.224 76.0662 92.224ZM16.1685 68.7179C16.1685 64.4668 16.1685 60.2907 16.1685 56.0646C15.8109 56.0896 15.53 56.0896 15.249 56.1396C8.40355 57.1899 3.90804 62.2412 3.88249 68.993C3.83141 76.4949 3.88249 83.9969 3.88249 91.4988C3.88249 91.7489 3.93358 91.9739 3.93358 92.224C6.71773 92.224 9.4508 92.224 12.2094 92.224C12.2094 91.7739 12.2094 91.3988 12.2094 91.0237C12.2094 84.347 12.2094 77.6452 12.2094 70.9685C12.2094 69.4181 12.8991 68.7679 14.4827 68.7429C15.0191 68.6929 15.5555 68.7179 16.1685 68.7179ZM28.1992 68.6429C36.0919 68.6429 43.9335 68.6429 51.8006 68.6429C51.8006 64.4168 51.8006 60.2407 51.8006 55.9146C48.3268 58.8403 44.4443 60.3657 39.9999 60.3657C35.5555 60.3657 31.673 58.7903 28.1992 55.9146C28.1992 60.2657 28.1992 64.4168 28.1992 68.6429ZM35.4533 48.2876C33.6908 51.4634 33.6908 51.4634 31.1366 53.3389C35.9897 57.9151 44.521 57.54 48.8632 53.2889C46.7687 52.1886 45.3894 50.4881 44.5976 48.2626C41.5069 49.1628 38.4673 49.1378 35.4533 48.2876ZM59.8977 68.6429C59.8977 63.7666 59.8977 58.9403 59.8977 54.0641C58.4928 53.839 57.1391 53.639 55.7853 53.4139C55.7853 58.5653 55.7853 63.6166 55.7853 68.6429C57.1901 68.6429 58.5184 68.6429 59.8977 68.6429ZM20.1532 54.0891C20.1532 58.9403 20.1532 63.7666 20.1532 68.6429C21.5325 68.6429 22.8863 68.6429 24.24 68.6429C24.24 63.5415 24.24 58.5152 24.24 53.4389C22.8607 53.664 21.5325 53.864 20.1532 54.0891Z"
                                    fill="white" />
                                <path
                                    d="M55.1212 87.9481C52.9501 87.9481 51.1621 86.1726 51.1621 84.0471C51.1877 81.9215 52.9501 80.1961 55.1468 80.1961C57.3434 80.1961 59.1314 81.9465 59.1059 84.0721C59.0803 86.1977 57.2924 87.9481 55.1212 87.9481Z"
                                    fill="white" />
                                <path
                                    d="M42.248 80.2706C42.248 78.8452 43.423 77.7199 44.8534 77.7199C46.2838 77.7199 47.4588 78.8952 47.4588 80.2956C47.4588 81.696 46.2583 82.8713 44.8279 82.8463C43.423 82.8463 42.248 81.696 42.248 80.2706Z"
                                    fill="white" />
                                <path
                                    d="M40.1016 36.2098C41.0211 36.2098 41.9407 36.2098 42.8858 36.2098C43.6776 36.2098 43.8819 36.5849 43.6776 37.3101C43.2178 38.8354 41.6853 39.9607 40.025 39.9607C38.3647 39.9607 36.8066 38.8354 36.3724 37.3101C36.168 36.6099 36.3468 36.2098 37.1642 36.2348C38.1093 36.2098 39.1054 36.2098 40.1016 36.2098Z"
                                    fill="white" />
                            </svg>


                            <h2 class="text-white">
                                ريادة اعمال متخصصة

                            </h2>
                        </div>
                        <div class="text">
                            <p style="line-height: 22px;">
                                تُقدم
                                <a style="color:#F2631C ;" href="" class="">

                                    برامج التدريب المتخصص
                                </a>
                                مجموعة من الخدمات الإرشادية والتعليمية من قبل خبراء ريادة الأعمال في الأزياء
                                والمجوهرات والتجميل وغيرها . وذلك لدعم وتوجيه رائدات الأعمال في المجالات المتخصصة
                                التي تهم النساء آلية متكاملة وبرامج محددة، كما يتم عقد جلسات إرشادية وإلهامية
                                لمساعدة كل مشتركة على اكتساب المعرفة وبناء المهارات.

                            </p>
                        </div>
                    </div>

                </div>

            </div>
        </div>
        </div>
        <div class="sec-five mt-5 p-3">
            <div class="">
              <div
                class="d-flex justify-content-center align-items-center container"
              >
                <h1> أستكشف مجالات ريادة الاعمال 
                    
                <a style="color: #2C98B3;" href="">
                    العامة
                </a>
                </h1>
        
              </div>
              <div
                style="overflow: hidden"
               
                class="swiper-container mySwiper work  main-swiper"
              >
                <div
                 
                  class="swiper-wrapper"
                >
       
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="58" height="80" viewBox="0 0 58 80" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M16.0809 65.6811C15.8529 65.577 15.6633 65.4966 15.4785 65.4044C13.9329 64.6355 13.0257 63.4173 12.9681 61.6975C12.9105 59.9825 13.7097 58.6696 15.2289 57.8535C15.6993 57.6003 15.7737 57.3165 15.8529 56.8434C16.2321 54.5582 15.3441 53.0537 13.4289 51.6935C10.3689 49.5219 7.52251 47.0688 5.25933 44.0149C-5.2958 29.7671 0.70176 9.14404 17.3097 2.54884C21.9248 0.715525 26.696 0.320475 31.628 0.573591C31.628 4.79377 31.628 8.97845 31.628 13.2956C30.7736 13.2956 29.9168 13.2909 29.0624 13.2956C27.2192 13.3074 25.9256 14.4666 25.916 16.113C25.9064 17.7571 27.2048 18.9541 29.024 18.9706C29.8616 18.9777 30.6992 18.973 31.6352 18.973C31.6352 21.3267 31.6352 23.6426 31.6352 26.0129C33.6055 26.0129 35.4775 26.0129 37.3471 26.0129C38.0623 22.3297 40.1479 20.3592 43.2751 20.3947C46.3207 20.4302 48.4111 22.4646 49.0327 26.0697C50.4222 26.0697 51.8262 26.0697 53.2302 26.0697C54.639 26.0697 56.0454 26.0697 57.6702 26.0697C57.5622 27.9267 57.5766 29.7552 57.3294 31.546C56.295 39.0164 52.6686 45.0415 46.6975 49.7254C45.2191 50.8845 43.7503 52.0578 42.3271 53.2808C42.0223 53.5434 41.8855 54.0378 41.7679 54.4518C41.6815 54.7522 41.7703 55.0999 41.7463 55.4216C41.6551 56.6423 41.8159 57.5341 43.0543 58.4023C45.5287 60.1386 45.0271 63.8644 42.3391 65.2813C42.0775 65.4185 41.8063 65.5368 41.7895 65.7261C41.6455 66.8071 41.7151 67.9804 41.2903 68.9432C40.9279 69.7617 39.9895 70.3295 39.3247 71.0249C39.0823 71.2781 38.7679 71.5596 38.7055 71.8718C37.7599 76.6124 33.6055 80.0188 28.7432 79.9999C23.9264 79.9833 19.796 76.5675 18.8768 71.8718C18.8216 71.595 18.6392 71.2568 18.4088 71.1172C16.1289 69.7381 15.5097 68.366 16.0809 65.6811ZM18.7112 57.2289C22.1288 57.2289 25.4384 57.2289 28.7552 57.2289C28.7552 53.4488 28.7552 49.7325 28.7552 46.0233C25.016 45.3325 23 43.2626 23.0336 40.1803C23.0672 37.1784 25.124 35.1274 28.7384 34.51C28.7384 32.6696 28.7384 30.8245 28.7384 28.8823C25.8584 28.8823 23.0288 28.8823 20.1488 28.8823C20.1488 27.9621 20.1536 27.1389 20.1488 26.3133C20.1344 24.5131 18.932 23.231 17.2689 23.231C15.5961 23.231 14.4057 24.506 14.3913 26.3133C14.3841 27.1578 14.3913 28.0047 14.3913 28.9533C10.4913 28.9533 6.70652 28.9533 2.87374 28.9533C3.35854 36.3102 6.37052 42.2951 12.0273 46.9624C14.0049 48.5946 16.0017 50.2032 18.0248 51.7787C18.5552 52.1927 18.752 52.6185 18.728 53.2714C18.6776 54.5677 18.7112 55.8664 18.7112 57.2289ZM54.6798 28.8989C51.7902 28.8989 48.9607 28.8989 46.0735 28.8989C46.0735 27.9432 46.0831 27.0892 46.0711 26.2376C46.0495 24.506 44.8351 23.2381 43.2055 23.231C41.5615 23.2239 40.3375 24.48 40.3159 26.2116C40.3039 27.0892 40.3135 27.9645 40.3135 28.9344C37.3783 28.9344 34.5487 28.9344 31.6544 28.9344C31.6544 31.7991 31.6544 34.5668 31.6544 37.422C30.7592 37.422 29.9264 37.4197 29.096 37.422C27.2 37.4315 25.8968 38.6119 25.916 40.2962C25.9352 41.9332 27.236 43.0876 29.0792 43.0994C29.9336 43.1041 30.7904 43.0994 31.6736 43.0994C31.6736 45.5738 31.6736 47.9062 31.6736 50.2411C31.6736 52.5664 31.6736 54.8918 31.6736 57.2337C34.1215 57.2337 36.4687 57.2337 38.8735 57.2337C38.8735 55.8498 38.8999 54.5227 38.8615 53.198C38.8447 52.6185 39.0031 52.2234 39.4831 51.8496C41.2735 50.4587 43.0063 48.9991 44.7895 47.6035C48.1111 45.0061 50.7558 41.8882 52.503 38.0631C53.8158 35.1819 54.5478 32.1658 54.6798 28.8989ZM3.05134 26.02C5.85693 26.02 8.66251 26.02 11.4609 26.02C11.9241 22.6609 14.0121 20.539 16.9473 20.4018C18.3464 20.3355 19.6136 20.714 20.7344 21.5467C22.2416 22.6633 22.9256 24.2151 23.072 26.0058C25.0064 26.0058 26.876 26.0058 28.7552 26.0058C28.7552 24.5912 28.7552 23.2381 28.7552 21.8945C25.0208 21.2108 23 19.1362 23.036 16.0515C23.0696 13.052 25.1264 10.9987 28.7936 10.3741C28.7936 9.2434 28.7936 8.0961 28.7936 6.9488C28.7936 5.77548 28.7936 4.60452 28.7936 3.43829C14.9889 2.69314 3.55534 13.8586 3.05134 26.02ZM28.8464 60.1315C25.0976 60.1315 21.3464 60.1268 17.5977 60.1339C16.4817 60.1362 15.8169 60.6969 15.8385 61.584C15.8601 62.4403 16.5009 62.9655 17.5761 62.9678C25.0448 62.9725 32.5136 62.9702 39.9823 62.9702C40.1623 62.9702 40.3471 62.9844 40.5199 62.9465C41.2879 62.7762 41.7439 62.3031 41.7319 61.5177C41.7175 60.7773 41.2687 60.3184 40.5415 60.1646C40.2823 60.1102 40.0039 60.1339 39.7351 60.1339C36.1063 60.1315 32.4752 60.1315 28.8464 60.1315ZM35.7703 71.5359C31.0808 71.5359 26.4512 71.5359 21.8168 71.5359C22.3448 74.6939 25.388 77.1447 28.7456 77.1612C32.156 77.1778 35.2087 74.7531 35.7703 71.5359ZM28.772 68.6452C31.6208 68.6452 34.4719 68.657 37.3207 68.6381C38.2423 68.6334 38.8519 68.0443 38.8639 67.2448C38.8759 66.4405 38.2711 65.8207 37.3567 65.8183C31.6568 65.8041 25.9592 65.8112 20.2592 65.8112C19.5104 65.8112 18.992 66.159 18.7688 66.8615C18.4688 67.8101 19.2224 68.6381 20.4008 68.6428C23.1944 68.6546 25.9832 68.6475 28.772 68.6452Z" fill="#2C98B3"/>
                          </svg>
                      </div>
                      <p class="s-c">
                        ريــــــــادة الاعمال
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="81" height="91" viewBox="0 0 81 91" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M32.7665 0.00469313C33.0129 0.47166 33.4142 0.919854 33.4728 1.40794C33.5644 2.187 32.9097 2.64223 31.9077 2.64223C28.6225 2.64927 25.3373 2.64223 22.0545 2.64458C19.9144 2.64693 18.9218 3.62544 18.9194 5.75378C18.9147 13.5561 18.9171 21.3561 18.9171 29.1584C18.9171 29.4447 18.9171 29.731 18.9171 30.1088C19.3911 30.0736 19.7619 30.0384 20.135 30.0173C25.5813 29.7028 30.9761 29.9633 36.2512 31.512C36.4483 31.5707 36.6595 31.6035 36.8355 31.6998C37.523 32.0846 38.0721 31.9579 38.7338 31.5003C39.9939 30.6321 44.5932 30.6931 45.9049 31.4745C47.3692 32.3474 48.0896 34.0792 47.6719 35.7171C47.2636 37.3221 45.8674 38.4673 44.1802 38.5846C42.6784 38.6878 42.6761 38.6878 42.6761 40.1685C42.6761 41.3348 42.6761 42.4987 42.6761 43.7822C43.1501 43.7822 43.5208 43.7728 43.8916 43.7846C46.1349 43.8456 47.7634 45.4483 47.7681 47.5977C47.7728 49.7495 46.1725 51.3546 43.9174 51.4391C43.2439 51.4649 42.5681 51.432 41.8947 51.4531C40.4093 51.4977 38.9568 51.4485 37.7037 50.0405C37.7037 51.1411 37.7037 51.9764 37.7037 52.8118C37.7037 53.6214 37.7037 54.4309 37.7037 55.3578C39.9611 53.443 42.5095 53.9781 44.9311 54.2667C46.7708 54.4849 47.9183 56.4044 47.7494 58.3544C47.5921 60.1659 46.0457 61.6537 44.1873 61.7616C43.7226 61.7898 43.2557 61.7663 42.7347 61.7663C42.7347 62.6697 42.7347 63.5028 42.7347 64.4132C43.1853 64.4132 43.5912 64.4062 43.9948 64.4156C45.9918 64.4625 47.6179 65.9713 47.754 67.8979C47.9019 69.998 46.5737 71.6946 44.5181 72.0349C44.4031 72.0536 44.2788 72.1076 44.1708 72.0842C41.4864 71.4811 39.6701 73.4569 37.6005 74.2359C37.6005 76.0381 37.6005 77.7511 37.6005 79.558C38.0557 79.5861 38.3631 79.6213 38.6681 79.6213C50.8679 79.6237 63.0701 79.626 75.2699 79.6213C77.3677 79.6213 78.3509 78.6428 78.3509 76.5684C78.3533 71.8753 78.3509 67.1845 78.3533 62.4914C78.3533 62.2286 78.3275 61.9587 78.372 61.7006C78.4988 60.9755 78.9211 60.5297 79.6814 60.5367C80.4394 60.5414 80.8641 60.9849 80.9767 61.7147C81.0166 61.9728 80.9931 62.2427 80.9931 62.5055C80.9931 67.1399 80.9955 71.7744 80.9931 76.4065C80.9931 80.1751 78.8977 82.2776 75.1056 82.2823C67.7444 82.2917 60.3833 82.2847 53.0221 82.2847C48.3008 82.2847 43.5795 82.2847 38.8559 82.2847C38.5086 82.2847 38.1636 82.2847 37.7412 82.2847C37.8867 85.5206 35.6434 86.7619 33.2382 87.8061C30.2792 89.0921 27.123 89.5895 23.9387 89.9298C23.5938 89.9673 23.2536 90.0448 22.9133 90.1058C22.268 90.1058 21.6227 90.1058 20.9774 90.1058C20.4377 89.6177 19.9871 89.0827 20.3016 88.2919C20.6043 87.5386 21.2777 87.5105 21.9747 87.4283C24.1241 87.1773 26.2806 86.9426 28.4066 86.5507C30.3941 86.1823 32.3371 85.5793 34.0243 84.4036C34.449 84.1056 34.9488 83.6081 35.0051 83.1506C35.1459 82.0125 35.0521 80.8462 35.0521 79.8466C24.225 83.8592 13.4942 83.8545 2.67182 79.8513C2.67182 80.6468 2.71406 81.6042 2.65774 82.5545C2.61081 83.3571 2.91821 83.9531 3.5776 84.3098C4.62651 84.8776 5.68481 85.4643 6.80178 85.8655C9.57776 86.8628 12.4945 87.1843 15.416 87.4237C16.0684 87.4776 16.5588 87.7357 16.7348 88.381C16.9061 89.0099 16.6902 89.5332 16.1294 89.8969C16.0379 89.9579 15.9581 90.0377 15.8736 90.1081C15.5216 90.1081 15.1696 90.1081 14.8176 90.1081C12.9146 89.8125 10.9974 89.5801 9.10845 89.2094C6.68914 88.733 4.3285 88.0408 2.24709 86.6399C0.764064 85.6426 -0.0713133 84.3309 0.0108165 82.4442C0.099986 80.337 0.0624411 78.2228 0.0202029 76.1132C-0.00560928 74.778 0.451971 73.6563 1.48446 72.8796C2.45828 72.1475 3.56586 71.5961 4.61947 70.9766C4.83536 70.8499 5.07236 70.7654 5.13806 70.7349C4.92218 67.1892 4.87759 63.789 5.15918 60.4358C4.16189 59.8867 3.09655 59.3892 2.12507 58.7463C0.691321 57.7983 -0.0713133 56.4818 0.0108165 54.6703C0.099986 52.7109 0.111719 50.7398 0.00846984 48.7804C-0.0971256 46.7835 0.789876 45.4107 2.37615 44.39C2.98861 43.9958 3.62922 43.6109 4.30738 43.3598C4.89637 43.1416 5.01604 42.8154 5.00431 42.2499C4.97146 40.727 5.05359 39.1994 4.97615 37.6788C4.87994 35.8062 5.64257 34.3608 7.19835 33.4902C8.74239 32.6267 10.4014 31.9368 12.0745 31.3501C13.4097 30.8808 14.8388 30.6813 16.2772 30.3505C16.2772 29.975 16.2772 29.6277 16.2772 29.2781C16.2772 21.3936 16.2725 13.5068 16.2796 5.62237C16.2819 2.75956 17.6593 0.950359 20.4025 0.131408C20.4823 0.107942 20.5527 0.0445847 20.6254 0C24.6709 0.00469313 28.7187 0.00469313 32.7665 0.00469313ZM23.8871 41.3582C28.1766 41.2573 32.499 40.9663 36.6149 39.4129C37.638 39.0257 38.6118 38.4391 39.5012 37.7961C40.2521 37.2517 40.2403 36.5994 39.4871 36.055C38.6447 35.4449 37.7201 34.9005 36.7557 34.5133C33.792 33.3259 30.664 32.8566 27.4985 32.6618C22.2375 32.338 17.007 32.5117 11.9454 34.1566C10.6361 34.5813 9.39004 35.297 8.22614 36.0479C7.42127 36.5689 7.42362 37.233 8.17452 37.768C9.09203 38.4227 10.094 39.0163 11.1429 39.4153C15.2213 40.971 19.5155 41.2644 23.8871 41.3582ZM40.0291 41.0227C29.1833 45.0517 18.4525 45.047 7.63012 41.0039C7.63012 41.5929 7.71459 42.2968 7.61369 42.975C7.3673 44.5988 8.19329 45.5046 9.54491 46.1194C9.81007 46.2414 10.0705 46.3775 10.3381 46.4925C13.1164 47.6822 16.0472 48.1961 19.0321 48.4754C24.2321 48.9634 29.4039 48.7992 34.4701 47.4616C36.0588 47.0416 37.5676 46.2719 39.0483 45.5304C39.4894 45.3098 39.9189 44.6716 39.9846 44.1741C40.1277 43.1135 40.0291 42.0176 40.0291 41.0227ZM7.63012 65.9526C7.63012 66.7762 7.67001 67.7125 7.61838 68.6441C7.5738 69.4419 7.86477 70.0614 8.53354 70.4064C9.74906 71.0329 10.9622 71.7439 12.2646 72.117C19.1353 74.0787 26.0999 74.1139 33.0598 72.713C34.984 72.3258 36.8308 71.4975 38.6564 70.7325C39.2079 70.5026 39.8508 69.8596 39.947 69.3152C40.1465 68.1935 40.008 67.0109 40.008 65.9713C29.1904 69.9793 18.4783 69.9769 7.63012 65.9526ZM2.66948 52.0703C2.66948 52.8423 2.73049 53.7528 2.65305 54.6492C2.56857 55.6066 2.97218 56.2706 3.75124 56.6672C4.89402 57.2492 6.04384 57.8804 7.2664 58.2277C14.1653 60.1965 21.1581 60.2363 28.1438 58.8143C30.0914 58.4178 31.957 57.5519 33.8061 56.7681C34.3246 56.5475 34.9136 55.9022 34.9981 55.3766C35.1788 54.2526 35.0544 53.0793 35.0544 52.075C24.2297 56.0806 13.5223 56.097 2.66948 52.0703ZM18.8185 80.3065C21.4702 80.0507 24.1312 79.8818 26.7664 79.5087C29.1739 79.1684 31.544 78.5724 33.6606 77.2865C34.1463 76.9932 34.5523 76.5403 34.9207 76.1015C35.0427 75.9583 35.0239 75.5594 34.9042 75.3928C34.7987 75.245 34.449 75.1628 34.2402 75.2098C28.5967 76.4488 22.9086 76.5708 17.1971 75.8574C13.872 75.4421 10.6126 74.7545 7.66062 73.0415C7.49871 72.9477 7.23824 72.8515 7.09745 72.9172C5.80918 73.5249 4.47398 74.0693 3.28428 74.8367C2.38554 75.4139 2.42778 76.1085 3.33825 76.735C4.24402 77.3592 5.23662 77.913 6.26676 78.2908C10.3099 79.7738 14.5361 80.1235 18.8185 80.3065ZM23.7862 66.2342C24.3424 66.2342 24.9008 66.2482 25.457 66.2318C29.249 66.1168 33.0059 65.7156 36.5797 64.3639C37.6521 63.958 38.6376 63.2822 39.5974 62.6345C40.123 62.2802 40.1817 61.7076 39.6959 61.1914C38.6095 60.0369 37.1851 59.4338 35.7068 59.1123C35.1577 58.9927 34.4607 59.5535 33.8319 59.8069C33.6418 59.8844 33.4564 59.9712 33.2663 60.0486C29.7864 61.4965 26.114 62.0455 22.3924 62.2825C17.725 62.5782 13.0812 62.36 8.49834 61.3298C8.28481 61.2829 7.89997 61.3416 7.82488 61.4753C7.7099 61.6889 7.69347 62.062 7.8108 62.2708C7.98914 62.5876 8.27542 62.8997 8.58986 63.078C9.4534 63.5638 10.324 64.0706 11.2485 64.4085C15.2963 65.8892 19.5249 66.2177 23.7862 66.2342ZM5.27651 45.7956C4.86821 46.0091 4.4998 46.1851 4.15251 46.3916C3.87561 46.5559 3.6081 46.7389 3.36406 46.9454C2.46063 47.7127 2.38789 48.3651 3.38048 48.9822C4.58427 49.7308 5.87958 50.416 7.22885 50.8313C12.5133 52.4669 17.948 52.6405 23.4108 52.1595C25.41 51.9835 27.3929 51.5963 29.3828 51.3077C29.1904 51.1035 29.0238 51.0894 28.8618 51.1035C23.3075 51.6174 17.7954 51.4015 12.3796 49.9772C9.67163 49.2685 7.03878 48.351 5.27651 45.7956ZM39.243 57.5237C39.9963 58.047 40.4023 58.3919 40.8622 58.6289C41.301 58.8566 41.7867 59.0372 42.2725 59.1194C42.7559 59.2015 43.2651 59.1499 43.7602 59.1335C44.6143 59.1076 45.1001 58.6829 45.1188 57.9672C45.1376 57.2539 44.6566 56.754 43.8282 56.7282C42.8051 56.6954 41.775 56.6508 40.7613 56.754C40.2967 56.8033 39.8672 57.1928 39.243 57.5237ZM39.7945 48.3885C39.9447 48.4988 40.0972 48.71 40.2544 48.7124C41.6225 48.7382 43.0046 48.8344 44.3586 48.6889C45.2033 48.5997 45.4732 47.0604 44.7012 46.7741C43.8423 46.455 42.7254 46.3611 41.8712 46.6333C41.0898 46.8844 40.5078 47.755 39.7945 48.3885ZM40.9701 33.6122C40.9349 33.6779 40.8974 33.746 40.8622 33.8117C41.125 34.0276 41.416 34.22 41.6459 34.4687C41.8829 34.7245 42.0847 35.0178 42.2584 35.3205C42.7371 36.1488 44.3468 36.2427 44.9077 35.4613C45.4145 34.755 45.0344 33.7037 44.1685 33.6333C43.1102 33.5465 42.0378 33.6122 40.9701 33.6122ZM42.7254 69.4443C43.6124 69.4654 44.4829 69.693 44.9405 68.8318C45.1095 68.5127 45.0883 67.9307 44.903 67.6186C44.4031 66.7786 43.5373 67.0954 42.7254 67.0954C42.7254 67.8791 42.7254 68.6206 42.7254 69.4443Z" fill="#2C98B3"/>
                          <path d="M76.7653 0.00494385C76.9178 0.0729943 77.068 0.157471 77.2276 0.209095C79.5718 0.983462 80.9844 2.89122 80.9891 5.36215C81.0008 11.6369 80.9938 17.9092 80.9938 24.184C80.9938 34.4455 80.9938 44.7047 80.9938 54.9662C80.9938 55.2595 81.0079 55.5529 80.9844 55.8462C80.9211 56.6041 80.3814 57.1297 79.6844 57.1368C78.9922 57.1415 78.436 56.6182 78.3633 55.8649C78.3351 55.574 78.3516 55.2783 78.3516 54.985C78.3516 38.6552 78.3516 22.3278 78.3516 5.99807C78.3516 3.54122 77.4669 2.64483 75.0382 2.64483C62.9299 2.64483 50.824 2.64483 38.7157 2.64483C37.404 2.64483 36.6813 1.96198 37.0027 0.969382C37.1201 0.610358 37.4556 0.324077 37.6926 0.00729041C50.7184 0.00494385 63.7419 0.00494385 76.7653 0.00494385Z" fill="#2C98B3"/>
                          <path d="M48.5833 25.1128C41.0462 25.1128 33.5113 25.1128 25.9742 25.1128C24.226 25.1128 23.9022 24.7937 23.9022 23.076C23.8998 19.2042 23.8998 15.3347 23.9022 11.4628C23.9022 9.8179 24.226 9.48703 25.8334 9.48703C41.0532 9.48703 56.2707 9.48703 71.4905 9.48703C73.0252 9.48703 73.403 9.86717 73.403 11.4112C73.4053 15.3417 73.4053 19.2699 73.403 23.2004C73.403 24.7069 72.99 25.1128 71.4553 25.1128C63.8313 25.1152 56.2073 25.1128 48.5833 25.1128ZM70.7161 12.1738C55.9867 12.1738 41.316 12.1738 26.6007 12.1738C26.6007 15.6045 26.6007 18.9883 26.6007 22.4166C41.3277 22.4166 55.9985 22.4166 70.7161 22.4166C70.7161 19 70.7161 15.6397 70.7161 12.1738Z" fill="#2C98B3"/>
                          <path d="M55.0046 61.7781C54.4485 61.7781 53.89 61.7898 53.3338 61.7757C51.2642 61.7288 49.6169 60.1754 49.4972 58.1667C49.3775 56.1557 50.8113 54.3536 52.8763 54.1517C54.2678 54.0156 55.6945 54.0133 57.086 54.1564C59.2096 54.377 60.5589 56.1416 60.4181 58.2747C60.2891 60.2317 58.6488 61.7335 56.5885 61.7757C56.0605 61.7875 55.5326 61.7781 55.0046 61.7781ZM55.0069 59.1335C55.5326 59.1335 56.0605 59.157 56.5838 59.1265C57.2901 59.0866 57.7407 58.7158 57.7759 57.9837C57.8111 57.2445 57.3746 56.7916 56.6847 56.7517C55.549 56.686 54.4062 56.6907 53.2705 56.7494C52.5712 56.7846 52.1254 57.2492 52.1559 57.9673C52.184 58.6736 52.6299 59.0842 53.3456 59.1241C53.897 59.1593 54.4531 59.1335 55.0069 59.1335Z" fill="#2C98B3"/>
                          <path d="M54.9819 72.1616C54.1888 72.1123 53.3886 72.1311 52.6142 71.9997C50.7182 71.6806 49.383 69.9347 49.5003 68.0176C49.62 66.077 51.2204 64.486 53.1657 64.4273C54.3648 64.3898 55.5686 64.3921 56.77 64.4273C58.6989 64.4837 60.2992 66.0347 60.4213 67.9214C60.5527 69.9512 59.2855 71.6712 57.3426 71.9997C56.5682 72.1311 55.768 72.1123 54.9819 72.1616ZM55.0288 67.0602C54.4727 67.0602 53.9189 67.0414 53.3628 67.0649C52.6447 67.093 52.1965 67.4966 52.1543 68.2006C52.1121 68.9187 52.5509 69.395 53.2501 69.4349C54.3859 69.5006 55.5287 69.5006 56.6644 69.4396C57.3519 69.4021 57.8048 68.9656 57.7767 68.2241C57.7462 67.445 57.2675 67.0837 56.5189 67.0602C56.0214 67.0461 55.524 67.0578 55.0288 67.0602Z" fill="#2C98B3"/>
                          <path d="M67.5887 61.85C66.6876 61.7678 65.7607 61.7983 64.8948 61.5801C63.1936 61.153 62.0813 59.5034 62.1634 57.7388C62.2432 55.9953 63.5221 54.3949 65.2703 54.2095C66.8308 54.0429 68.4382 54.0289 69.9939 54.2095C71.9604 54.4372 73.2111 56.2229 73.0844 58.2574C72.9694 60.1088 71.4206 61.6482 69.5293 61.7608C68.8864 61.7983 68.241 61.7678 67.5957 61.7678C67.5934 61.796 67.591 61.8241 67.5887 61.85ZM67.6403 59.1326C68.1965 59.1326 68.7526 59.1655 69.304 59.1233C69.9658 59.074 70.3952 58.7056 70.4398 58.0157C70.4867 57.2789 70.0714 56.8025 69.3791 56.7603C68.2152 56.6899 67.0419 56.6969 65.8781 56.7626C65.221 56.7978 64.8033 57.2601 64.8174 57.9406C64.8315 58.6539 65.2656 59.0716 65.9743 59.1233C66.5281 59.1631 67.0865 59.1303 67.6403 59.1326Z" fill="#2C98B3"/>
                          <path d="M67.6256 64.4173C68.2122 64.4173 68.7989 64.4032 69.3832 64.4196C71.3214 64.4783 72.9406 65.9942 73.0814 67.8691C73.2386 69.9716 71.9339 71.7761 69.8807 72.0014C68.407 72.1633 66.8888 72.161 65.4151 72.0061C63.4041 71.7926 62.0314 69.974 62.1675 67.9817C62.3012 66.0083 63.9368 64.4666 65.9548 64.422C66.5133 64.4079 67.0695 64.4173 67.6256 64.4173ZM67.6021 69.4624C68.1583 69.4624 68.7168 69.5046 69.2659 69.453C69.9933 69.3826 70.4814 68.9884 70.4415 68.2023C70.4016 67.4232 69.9088 67.0713 69.1603 67.0619C68.1372 67.0501 67.114 67.0501 66.0933 67.0619C65.3354 67.0713 64.852 67.4678 64.8238 68.2234C64.7933 68.9931 65.2931 69.3967 66.0276 69.4577C66.5485 69.5 67.0765 69.4648 67.6021 69.4624Z" fill="#2C98B3"/>
                          <path d="M67.6124 30.9505C68.199 30.9505 68.7857 30.9364 69.37 30.9528C71.4349 31.0115 73.0447 32.6072 73.094 34.6369C73.1456 36.7488 71.6391 38.4642 69.5483 38.5721C68.2624 38.6402 66.9694 38.6402 65.6835 38.5698C63.6584 38.4595 62.1191 36.7207 62.159 34.6862C62.1989 32.6611 63.8133 31.0232 65.8525 30.9552C66.4391 30.9341 67.0257 30.9505 67.6124 30.9505ZM67.6945 33.5951C67.1102 33.5951 66.5259 33.5739 65.944 33.5998C65.2564 33.6326 64.8505 34.0479 64.8223 34.7097C64.7918 35.4183 65.186 35.9041 65.9135 35.9299C67.0797 35.9745 68.2483 35.9768 69.4122 35.9229C70.0927 35.8924 70.4564 35.4207 70.4423 34.7402C70.4283 34.0573 70.0411 33.6514 69.3582 33.6021C68.8068 33.5646 68.2506 33.5951 67.6945 33.5951Z" fill="#2C98B3"/>
                          <path d="M54.9755 30.951C55.5622 30.951 56.1488 30.9346 56.7331 30.9534C58.7887 31.0168 60.3891 32.6265 60.4313 34.6633C60.4759 36.7682 58.9577 38.4694 56.8598 38.575C55.6044 38.6384 54.3396 38.6384 53.0842 38.575C51.0075 38.4718 49.44 36.7236 49.4987 34.661C49.555 32.6359 51.1741 31.0191 53.2203 30.9557C53.8023 30.9346 54.3889 30.951 54.9755 30.951ZM55.0366 33.598C55.0366 33.6003 55.0366 33.6003 55.0366 33.6027C54.4241 33.6027 53.8093 33.5675 53.1992 33.6121C52.5562 33.6613 52.1878 34.0908 52.1573 34.7079C52.1268 35.3696 52.4788 35.8812 53.1593 35.9164C54.3514 35.9797 55.5505 35.975 56.7449 35.9258C57.4277 35.8976 57.7891 35.4283 57.7773 34.7478C57.7656 34.0649 57.3808 33.6543 56.6979 33.605C56.1465 33.5651 55.5903 33.598 55.0366 33.598Z" fill="#2C98B3"/>
                          <path d="M54.9279 51.4351C54.3412 51.4351 53.7546 51.4633 53.1703 51.4304C51.0631 51.3155 49.4815 49.6541 49.4932 47.5915C49.505 45.5288 51.1124 43.8675 53.2149 43.7994C54.414 43.7595 55.6178 43.7548 56.8169 43.8041C58.8725 43.8886 60.4235 45.5406 60.4329 47.5915C60.4423 49.647 58.9194 51.2943 56.8614 51.4234C56.2185 51.4633 55.5732 51.4304 54.9279 51.4304C54.9279 51.4328 54.9279 51.4328 54.9279 51.4351ZM54.9654 48.7929C55.5192 48.7929 56.0753 48.814 56.6291 48.7882C57.3542 48.753 57.7743 48.3494 57.779 47.622C57.7836 46.8945 57.366 46.4674 56.6432 46.4463C55.5356 46.4135 54.4257 46.4182 53.3181 46.444C52.5907 46.4604 52.1636 46.9063 52.1589 47.6102C52.1566 48.3118 52.5719 48.753 53.3041 48.7882C53.8555 48.8117 54.4093 48.7905 54.9654 48.7929Z" fill="#2C98B3"/>
                          <path d="M67.613 51.431C66.9982 51.431 66.3811 51.4638 65.7686 51.4263C63.6825 51.2996 62.1197 49.596 62.162 47.5263C62.2042 45.5035 63.7975 43.8727 65.8578 43.8023C67.0569 43.76 68.2607 43.7577 69.4598 43.8046C71.5201 43.8844 73.0805 45.527 73.0946 47.5732C73.111 49.6335 71.5952 51.2902 69.5443 51.4239C68.9037 51.4638 68.2583 51.4286 67.613 51.431ZM67.6154 48.7887C68.1997 48.7887 68.784 48.8216 69.3659 48.7794C70.0488 48.7301 70.4313 48.3171 70.443 47.6342C70.4524 46.9537 70.0863 46.4891 69.4058 46.4609C68.2419 46.4093 67.071 46.4164 65.9047 46.4539C65.2195 46.4774 64.8253 46.935 64.8206 47.5967C64.8159 48.303 65.2219 48.7442 65.954 48.784C66.5055 48.8145 67.0616 48.7887 67.6154 48.7887Z" fill="#2C98B3"/>
                          <path d="M9.82753 21.9982C10.4986 21.9982 11.1721 21.9865 11.8432 22.0006C12.7396 22.0194 13.2958 22.5145 13.3145 23.2795C13.3333 24.0444 12.7748 24.6123 11.9066 24.6287C10.4752 24.6546 9.04378 24.6569 7.61472 24.6287C6.76526 24.6123 6.18801 24.0022 6.22321 23.256C6.2584 22.5333 6.81219 22.0264 7.63818 22.0029C8.36797 21.9818 9.09775 21.9982 9.82753 21.9982Z" fill="#2C98B3"/>
                          <path d="M9.7445 28.7095C9.01472 28.7095 8.28259 28.7306 7.55516 28.7025C6.78783 28.672 6.25751 28.1557 6.22231 27.4611C6.18711 26.7525 6.73386 26.1142 7.52465 26.0908C9.01238 26.0485 10.5024 26.0509 11.9902 26.0884C12.7997 26.1072 13.3301 26.6985 13.3113 27.4306C13.2949 28.1768 12.7716 28.6767 11.9315 28.7048C11.2064 28.7283 10.4743 28.7095 9.7445 28.7095Z" fill="#2C98B3"/>
                          <path d="M13.3135 18.8122C13.29 19.5607 12.6752 20.1192 11.9197 20.0723C11.2063 20.0277 10.6807 19.4481 10.7018 18.7277C10.7229 18.0261 11.3095 17.4488 12.0018 17.4511C12.7245 17.4511 13.337 18.0847 13.3135 18.8122Z" fill="#2C98B3"/>
                          </svg>
                          
                      </div>
                      <p class="s-c">
                        المحاسبة والمالية
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M58.1711 14.7124C55.3872 14.7124 52.6815 14.7124 49.9196 14.7124C49.9196 35.1896 49.9196 55.6399 49.9196 76.1831C52.4444 75.4425 54.9277 74.7166 57.4085 73.9858C61.6785 72.727 65.946 71.4561 70.2208 70.212C73.6035 69.227 76.2481 71.2092 76.2603 74.7141C76.2726 77.85 75.3853 79.0794 72.4035 80.128C65.2689 82.6381 58.1418 85.1678 51.0048 87.6633C50.4158 87.8686 49.7607 87.9811 49.135 87.9835C42.2914 88.0055 35.4477 88.0055 28.6065 87.9835C27.9808 87.9811 27.3306 87.8686 26.7343 87.6731C22.0683 86.1455 17.4147 84.5861 12.7561 83.039C12.4457 82.9363 12.1304 82.8508 11.7344 82.7334C11.7344 83.5327 11.7515 84.2342 11.7295 84.9332C11.6978 85.9573 11.1503 86.517 10.1213 86.5219C7.34227 86.539 4.56081 86.5341 1.78179 86.5268C0.505942 86.5219 0.00733237 85.9866 0.0048882 84.6399C0.00244404 77.5836 0.00244399 70.5248 0.00244399 63.4685C0.00244399 60.0467 -1.21099e-07 56.6249 0.0048882 53.2031C0.00733237 51.8294 0.505942 51.3382 1.88934 51.3357C4.54614 51.3308 7.20539 51.3308 9.8622 51.3357C11.2334 51.3382 11.7247 51.8392 11.732 53.2226C11.7369 54.0145 11.732 54.8064 11.732 55.7352C12.3381 55.7352 12.9052 55.7743 13.4698 55.7303C18.4461 55.3417 23.2122 56.1972 27.9246 57.8054C31.9623 59.1839 36.1052 60.2471 40.2016 61.4497C40.4582 61.5254 40.7198 61.5841 41.0228 61.6623C41.0228 56.2411 41.0228 50.9055 41.0228 45.4697C40.6293 45.4697 40.2725 45.4697 39.9156 45.4697C27.3282 45.4697 14.7432 45.4697 2.15575 45.4697C0.408175 45.4697 0 45.0615 0 43.3164C0 33.0216 0 22.7268 0 12.4295C0 10.6771 0.403287 10.2738 2.15086 10.2738C14.7065 10.2738 27.2622 10.2738 39.8179 10.2738C40.1845 10.2738 40.5487 10.2738 41.0619 10.2738C41.0619 9.92425 41.0619 9.60407 41.0619 9.28388C41.0619 6.81039 41.057 4.33445 41.0644 1.86096C41.0668 0.531335 41.5703 0.018061 42.8755 0.0107285C44.1269 0.000951863 45.3808 0.032726 46.6322 0.000951873C47.473 -0.0210456 48.0131 0.338246 48.3724 1.07638C49.0275 2.42067 49.7485 3.73319 50.362 5.09459C50.6479 5.73007 51.0195 5.89139 51.6867 5.88894C63.0814 5.86694 74.4761 5.87183 85.8732 5.88405C86.3474 5.88405 86.8876 5.91338 87.2811 6.1358C87.9728 6.52442 88.1878 7.21123 87.8261 7.95426C86.8656 9.92914 85.9246 11.9187 84.854 13.8325C84.6169 14.2553 83.8983 14.5828 83.3704 14.6342C82.1923 14.7539 80.9971 14.6708 79.7042 14.6708C79.7653 14.9934 79.7946 15.2501 79.8606 15.4969C80.8627 19.2707 81.8648 23.0421 82.8816 26.811C82.9916 27.2192 83.1749 27.6102 83.3557 27.9964C85.9368 33.5569 85.7168 39.0025 82.3267 44.1132C78.9318 49.2288 73.9726 51.6266 67.8597 51.2893C56.5604 50.666 49.4919 38.5356 54.3362 28.2897C54.9032 27.0921 55.2234 25.7673 55.5803 24.4792C56.4039 21.512 57.1836 18.5302 57.978 15.5556C58.0464 15.2965 58.0978 15.0301 58.1711 14.7124ZM41.0228 13.2703C28.2936 13.2703 15.6378 13.2703 3.00876 13.2703C3.00876 23.0592 3.00876 32.7821 3.00876 42.4878C15.716 42.4878 28.3498 42.4878 41.0228 42.4878C41.0228 32.7356 41.0228 23.0347 41.0228 13.2703ZM11.8151 58.6731C11.7711 58.8491 11.7442 58.9077 11.7442 58.9639C11.7393 65.6512 11.7466 72.3409 11.7198 79.0281C11.7173 79.6269 12.0595 79.7198 12.4726 79.8591C17.4782 81.5236 22.4814 83.1954 27.4895 84.8501C27.8855 84.9821 28.3205 85.0529 28.7385 85.0554C35.4868 85.0676 42.2376 85.0676 48.9859 85.0578C49.3428 85.0578 49.7216 85.0163 50.0565 84.899C57.3914 82.3253 64.7214 79.7418 72.0515 77.1485C73.276 76.7159 73.7331 75.4498 73.2687 73.9271C72.9754 72.969 72.1957 72.6953 70.849 73.0912C65.9069 74.543 60.9428 75.9313 56.0275 77.4736C52.3662 78.6224 48.7146 79.5438 44.826 79.2236C43.1273 79.0843 41.4041 79.1381 39.6981 79.2212C38.3636 79.2847 37.2173 78.9425 36.0636 78.2851C32.2238 76.0902 28.3425 73.9687 24.471 71.8276C23.7597 71.4341 23.3075 70.8866 23.53 70.0482C23.7475 69.2245 24.3732 68.897 25.2042 68.9361C25.4169 68.9459 25.6319 68.9386 25.8446 68.9386C31.2193 68.9386 36.594 68.9386 41.9712 68.9386C43.5672 68.9386 44.1049 68.3373 43.9998 66.7462C43.9265 65.6634 43.1493 65.375 42.2962 65.1232C36.9142 63.5443 31.5346 61.9532 26.1525 60.3742C24.1923 59.7999 22.259 58.9517 20.2597 58.7489C17.4831 58.4629 14.6552 58.6731 11.8151 58.6731ZM55.7318 35.2042C55.7489 42.5147 61.6638 48.4052 68.9767 48.3929C76.2554 48.3807 82.1483 42.4243 82.1263 35.104C82.1043 27.9255 76.1528 21.9984 68.9694 22.0033C61.6491 22.0082 55.7147 27.9255 55.7318 35.2042ZM46.9304 65.5534C46.9304 65.2186 46.9304 64.8837 46.9304 64.5489C46.9304 55.7523 46.9304 46.9582 46.9304 38.1617C46.9304 30.0079 46.9304 21.8518 46.9304 13.698C46.9304 12.2071 47.4021 11.7452 48.9101 11.7403C49.1228 11.7403 49.3379 11.7403 49.5505 11.7403C60.2999 11.7403 71.0518 11.7427 81.8012 11.7305C82.1361 11.7305 82.6469 11.6865 82.774 11.4763C83.2775 10.6599 83.6588 9.76783 84.1354 8.80727C83.649 8.80727 83.3166 8.80727 82.9842 8.80727C72.203 8.80727 61.4218 8.79016 50.6406 8.83171C49.3892 8.8366 48.6584 8.41865 48.1745 7.27723C47.627 5.98915 46.9622 4.74507 46.2827 3.52055C46.1336 3.24924 45.7278 3.03905 45.4028 2.96572C44.9775 2.8704 44.5131 2.94372 43.9949 2.94372C43.9949 3.37879 43.9949 3.70875 43.9949 4.03627C43.9949 23.2156 43.9949 42.395 43.9949 61.5743C43.9949 61.7576 43.9485 61.958 44.0072 62.1194C44.0854 62.3467 44.1905 62.6473 44.3738 62.7402C45.5836 63.3512 46.3584 64.3142 46.9304 65.5534ZM8.74033 83.5547C8.74033 73.7634 8.74033 64.0429 8.74033 54.342C6.77278 54.342 4.87122 54.342 2.98188 54.342C2.98188 64.1138 2.98188 73.8147 2.98188 83.5547C4.90788 83.5547 6.78988 83.5547 8.74033 83.5547ZM76.6001 14.6977C71.46 14.6977 66.3932 14.6977 61.2532 14.6977C60.5957 17.1614 59.9407 19.6203 59.2416 22.2355C65.7431 18.0291 72.1101 18.012 78.6116 22.2355C77.915 19.6178 77.2576 17.159 76.6001 14.6977ZM30.9895 71.9034C30.9773 71.9571 30.9651 72.0109 30.9504 72.0647C33.0549 73.233 35.2082 74.328 37.249 75.5965C38.4736 76.3566 39.6981 76.298 40.9935 76.2149C40.9935 74.7386 40.9935 73.3234 40.9935 71.9034C37.6181 71.9034 34.3038 71.9034 30.9895 71.9034ZM46.8913 68.6355C46.3609 69.9333 45.525 70.911 44.2516 71.505C44.1294 71.5636 44.012 71.7836 44.0096 71.9302C43.9925 73.3503 43.9998 74.7704 43.9998 76.2051C45.0239 76.2051 45.9454 76.2051 46.8913 76.2051C46.8913 73.6436 46.8913 71.1408 46.8913 68.6355Z" fill="#2C98B3"/>
                          <path d="M38.0879 16.1372C38.0879 17.132 38.0879 18.0363 38.0879 19.0702C37.0589 19.0702 36.0323 19.0311 35.0107 19.0897C34.6318 19.1117 34.1821 19.2828 33.9059 19.537C32.8109 20.5562 31.7575 21.6219 30.7236 22.7022C30.2006 23.2472 29.6213 23.4868 28.8587 23.4794C26.1115 23.4501 23.3618 23.4843 20.6121 23.455C20.0622 23.4501 19.7224 23.5992 19.4267 24.0783C18.8034 25.0926 18.1802 26.1167 17.4249 27.0308C17.0852 27.4439 16.4522 27.7641 15.9169 27.8325C14.6924 27.9889 13.309 27.6492 12.2457 28.1062C11.2021 28.556 10.4664 29.7292 9.61583 30.6066C9.23454 30.9977 8.90458 31.4401 8.52573 31.8874C7.75826 31.0515 7.13011 30.3647 6.49219 29.673C7.8707 28.2676 9.32008 26.7448 10.8379 25.293C11.119 25.0242 11.6787 24.9753 12.1138 24.9508C13.1794 24.8946 14.4284 25.249 15.2643 24.8017C16.1002 24.3569 16.6135 23.1861 17.1047 22.2476C17.8233 20.8764 18.8474 20.4316 20.375 20.5025C22.9047 20.6222 25.4442 20.5587 27.9788 20.5122C28.4041 20.5049 28.9125 20.28 29.2302 19.9867C30.3301 18.9749 31.32 17.8408 32.4443 16.8558C32.8818 16.4745 33.5466 16.2129 34.1308 16.1665C35.4091 16.0687 36.6972 16.1372 38.0879 16.1372Z" fill="#2C98B3"/>
                          <path d="M35.2617 22.0481C36.2321 22.0481 37.1364 22.0481 38.0847 22.0481C38.0847 27.8799 38.0847 33.6677 38.0847 39.5288C37.1779 39.5288 36.2516 39.5288 35.2617 39.5288C35.2617 33.741 35.2617 27.9312 35.2617 22.0481Z" fill="#2C98B3"/>
                          <path d="M30.7366 39.5594C29.7687 39.5594 28.8644 39.5594 27.916 39.5594C27.916 34.7077 27.916 29.8952 27.916 25.0117C28.8204 25.0117 29.7467 25.0117 30.7366 25.0117C30.7366 29.8194 30.7366 34.6515 30.7366 39.5594Z" fill="#2C98B3"/>
                          <path d="M20.5781 39.5414C20.5781 35.6234 20.5781 31.7885 20.5781 27.9121C21.5265 27.9121 22.4308 27.9121 23.3987 27.9121C23.3987 31.7714 23.3987 35.6259 23.3987 39.5414C22.4821 39.5414 21.5558 39.5414 20.5781 39.5414Z" fill="#2C98B3"/>
                          <path d="M16.0881 30.8635C16.0881 33.8039 16.0881 36.6611 16.0881 39.5599C15.1398 39.5599 14.2355 39.5599 13.2676 39.5599C13.2676 36.6806 13.2676 33.8014 13.2676 30.8635C14.1841 30.8635 15.1105 30.8635 16.0881 30.8635Z" fill="#2C98B3"/>
                          <path d="M8.73756 39.5606C7.76967 39.5606 6.86533 39.5606 5.91699 39.5606C5.91699 37.642 5.91699 35.7624 5.91699 33.8095C6.82133 33.8095 7.74767 33.8095 8.73756 33.8095C8.73756 35.6866 8.73756 37.5882 8.73756 39.5606Z" fill="#2C98B3"/>
                          <path d="M70.3877 27.8514C71.3898 27.8514 72.2966 27.8514 73.2645 27.8514C73.2645 28.8437 73.2645 29.7701 73.2645 30.7649C71.3776 30.7649 69.4956 30.7649 67.5378 30.7649C67.5378 31.7547 67.5378 32.6811 67.5378 33.737C68.3835 33.737 69.256 33.7321 70.1286 33.737C72.1182 33.7492 73.3109 34.9419 73.328 36.929C73.3329 37.6012 73.3305 38.2733 73.328 38.9455C73.3256 41.1868 72.6437 42.0593 70.4024 42.6264C70.4024 43.5209 70.4024 44.4302 70.4024 45.4054C69.4222 45.4054 68.4959 45.4054 67.5011 45.4054C67.5011 44.4962 67.5011 43.5918 67.5011 42.5873C66.5112 42.5873 65.5825 42.5873 64.5926 42.5873C64.5926 41.5632 64.5926 40.6368 64.5926 39.6421C66.4819 39.6421 68.3639 39.6421 70.3217 39.6421C70.3217 38.6522 70.3217 37.7258 70.3217 36.6724C69.4736 36.6724 68.601 36.6773 67.7284 36.6724C65.7364 36.6577 64.5461 35.4674 64.5315 33.4779C64.5266 32.8057 64.5315 32.1336 64.5315 31.4614C64.5315 29.2055 65.2134 28.3354 67.4547 27.7854C67.4547 26.8909 67.4547 25.9792 67.4547 25.0064C68.4348 25.0064 69.3611 25.0064 70.3877 25.0064C70.3877 25.9303 70.3877 26.8591 70.3877 27.8514Z" fill="#2C98B3"/>
                          </svg>
                          
                          
                      </div>
                      <p class="s-c">
                        التسويق
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="91" height="90" viewBox="0 0 91 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M22.1568 89.5652C21.4383 89.1014 21.2465 88.4255 21.2818 87.6095C21.3237 86.6776 21.2752 85.7435 21.295 84.8094C21.3545 82.2083 23.0606 80.502 25.6725 80.4233C26.2853 80.4058 26.898 80.4211 27.6629 80.4211C27.6629 79.7604 27.6585 79.1632 27.6629 78.566C27.6915 75.6171 29.413 73.8911 32.3798 73.8714C35.0844 73.8539 37.7867 73.8671 40.4912 73.8671C40.8042 73.8671 41.1194 73.8671 41.4743 73.8671C41.4743 57.4623 41.4743 41.1735 41.4743 24.8322C34.5025 24.8322 27.5791 24.8322 20.5522 24.8322C20.6492 25.0947 20.7175 25.331 20.8189 25.5519C24.8437 34.357 28.8664 43.162 32.9177 51.9539C33.0543 52.2515 33.4356 52.5468 33.7597 52.6277C34.9543 52.9274 35.6332 53.9818 35.1108 55.0888C34.2754 56.852 33.4158 58.6195 32.3887 60.2777C31.3681 61.925 29.704 62.5091 27.7753 62.5025C22.1326 62.4806 16.4899 62.496 10.8472 62.4938C9.76052 62.4938 8.67165 62.5091 7.58499 62.4741C5.66955 62.4106 4.20377 61.5312 3.27581 59.8796C2.41838 58.3548 1.62708 56.7907 0.866635 55.2156C0.291343 54.0212 0.919535 52.9231 2.21119 52.6299C2.49112 52.5665 2.83717 52.3302 2.95179 52.083C7.06259 43.1576 11.1491 34.2213 15.2379 25.285C15.2952 25.1581 15.3239 25.0181 15.3988 24.7731C14.4224 24.7731 13.5209 24.8059 12.6215 24.7666C9.70982 24.6419 7.99056 21.8877 9.31527 19.4748C9.91701 18.3788 10.8538 17.7356 12.1212 17.6197C12.5598 17.5803 13.0007 17.5738 13.4415 17.5738C22.4059 17.5716 31.3681 17.5716 40.3325 17.5716C40.7051 17.5716 41.0776 17.5716 41.5206 17.5716C41.5206 16.0206 41.5515 14.5943 41.4941 13.1745C41.4831 12.9033 41.1569 12.6057 40.9144 12.387C38.7345 10.4356 37.8594 8.03149 38.6309 5.21168C39.4178 2.33718 41.3795 0.573985 44.364 0.0927149C47.5645 -0.423557 50.5842 1.25433 51.9067 4.17695C53.1741 6.97707 52.3982 10.3219 49.9604 12.3432C49.5086 12.7195 49.308 13.0783 49.3278 13.6602C49.3697 14.9115 49.341 16.1649 49.341 17.5694C49.7598 17.5694 50.1279 17.5694 50.496 17.5694C59.5178 17.5694 68.5417 17.5672 77.5634 17.5759C78.1475 17.5759 78.7515 17.5803 79.3113 17.716C80.9446 18.1119 82.0181 19.5951 81.9674 21.2861C81.9189 22.9618 80.733 24.3662 79.0645 24.6594C78.4914 24.76 77.8962 24.7556 77.3099 24.7753C76.7258 24.7928 76.1395 24.7797 75.4254 24.7797C75.5841 25.1603 75.6965 25.4491 75.8243 25.7291C79.7918 34.3985 83.7638 43.068 87.7247 51.7418C87.9627 52.2646 88.1699 52.6255 88.8665 52.7196C89.9179 52.8618 90.5218 54.0409 90.0611 55.0122C89.2103 56.8017 88.3551 58.602 87.3147 60.2843C86.2986 61.9294 84.6278 62.5091 82.6992 62.5025C76.1748 62.4806 69.6504 62.4938 63.126 62.4938C62.8902 62.4938 62.6565 62.485 62.4207 62.4719C60.6132 62.3734 59.1893 61.5662 58.2944 60.0218C57.3885 58.4577 56.5818 56.8345 55.7993 55.2047C55.2218 54.0015 55.8522 52.9187 57.1549 52.6299C57.4194 52.5709 57.7588 52.374 57.8624 52.1508C61.9908 43.1708 66.0972 34.1776 70.2036 25.1866C70.2477 25.0881 70.2499 24.9722 70.2808 24.8169C63.309 24.8169 56.3834 24.8169 49.3388 24.8169C49.3388 26.1535 49.341 27.4573 49.3366 28.7589C49.3366 29.1089 49.3499 29.4633 49.2992 29.8068C49.2 30.4784 48.7217 30.9334 48.1067 30.8568C47.646 30.7978 47.1413 30.3974 46.8393 30.008C46.6277 29.7346 46.6916 29.2271 46.6894 28.8224C46.6762 27.2188 46.6806 25.6132 46.685 24.0097C46.6894 22.5593 47.1082 22.1415 48.5784 22.1415C58.2173 22.1393 67.8584 22.1415 77.4973 22.1371C77.8764 22.1371 78.3305 22.2027 78.6148 22.0233C78.9256 21.8286 79.2496 21.3867 79.2474 21.0542C79.2452 20.783 78.8176 20.4329 78.498 20.2667C78.2401 20.1332 77.8654 20.2098 77.5436 20.2098C67.9928 20.2076 58.4399 20.2098 48.8892 20.2076C47.02 20.2076 46.685 19.8707 46.6828 18.0069C46.6828 16.6965 46.6828 15.3862 46.6828 14.0167C45.8628 14.0167 45.087 14.0167 44.17 14.0167C44.17 15.3074 44.17 16.6353 44.17 17.9632C44.17 19.8926 43.8548 20.2076 41.924 20.2076C32.4614 20.2076 22.9966 20.2076 13.5341 20.2076C13.3577 20.2076 13.1814 20.2054 13.0051 20.2076C11.9669 20.2186 11.5084 20.5095 11.5613 21.1833C11.6341 22.1218 12.3548 22.1371 13.0536 22.1371C22.6925 22.1393 32.3336 22.1393 41.9725 22.1393C43.8636 22.1393 44.17 22.4433 44.17 24.3181C44.17 40.4472 44.17 56.5785 44.17 72.7076C44.17 73.0533 44.17 73.3989 44.17 73.8036C45.0142 73.8036 45.7901 73.8036 46.6828 73.8036C46.6828 73.4274 46.6828 73.0576 46.6828 72.6901C46.6828 60.6737 46.6828 48.6551 46.6872 36.6386C46.6872 36.2624 46.6894 35.873 46.7842 35.5142C46.9649 34.8295 47.4609 34.5057 48.1728 34.5801C48.8451 34.6501 49.2308 35.0526 49.3102 35.7111C49.3521 36.0567 49.3366 36.4089 49.3366 36.7589C49.3388 48.7469 49.3366 60.7349 49.3366 72.7229C49.3366 73.0664 49.3366 73.4077 49.3366 73.8649C49.7422 73.8649 50.0552 73.8649 50.3682 73.8649C53.0419 73.8649 55.7177 73.8561 58.3914 73.8671C61.4685 73.8802 63.1811 75.5931 63.1987 78.6513C63.201 79.2004 63.1987 79.7517 63.1987 80.4189C63.8842 80.4189 64.4926 80.408 65.101 80.4211C67.8143 80.4823 69.527 82.1974 69.5688 84.8969C69.5821 85.8004 69.5402 86.706 69.5798 87.6095C69.6173 88.4233 69.4234 89.0993 68.7048 89.5652C53.1917 89.5652 37.6743 89.5652 22.1568 89.5652ZM30.2925 52.6037C26.1817 43.6127 22.115 34.7201 17.9689 25.6547C13.8272 34.707 9.7539 43.6127 5.6409 52.6037C13.9154 52.6037 22.018 52.6037 30.2925 52.6037ZM72.8972 25.6547C68.7467 34.731 64.68 43.6258 60.5978 52.5534C68.8304 52.5534 76.9617 52.5534 85.2031 52.5534C81.0989 43.5842 77.0432 34.7157 72.8972 25.6547ZM23.9599 86.8876C38.3003 86.8876 52.5658 86.8876 66.926 86.8876C66.926 86.3845 66.926 85.9251 66.926 85.4657C66.9238 83.4947 66.483 83.0571 64.486 83.0549C56.6677 83.0549 48.8517 83.0549 41.0335 83.0506C40.6544 83.0506 40.2664 83.0353 39.9005 82.9499C39.2459 82.7946 38.8954 82.3287 38.9285 81.6724C38.9637 80.9811 39.3693 80.5436 40.0813 80.4517C40.4009 80.4101 40.7271 80.4189 41.0489 80.4189C47.192 80.4167 53.3328 80.4167 59.4759 80.4167C59.8109 80.4167 60.1482 80.4167 60.5449 80.4167C60.5449 79.8786 60.5449 79.5023 60.5449 79.126C60.5449 76.8706 60.1636 76.4965 57.8602 76.4965C49.8083 76.4965 41.7542 76.5381 33.7024 76.4769C30.3167 76.4506 30.2374 77.0259 30.3388 80.0951C30.341 80.1739 30.4027 80.2505 30.4776 80.4167C31.5885 80.4167 32.7281 80.4014 33.8677 80.4211C34.7846 80.4386 35.3489 80.9286 35.3753 81.6702C35.404 82.4534 34.8331 82.9806 33.8743 83.044C33.6406 83.0593 33.4048 83.0484 33.1689 83.0484C30.7289 83.0484 28.2911 83.0396 25.8511 83.0528C24.6917 83.0593 24.0679 83.5493 23.9731 84.5841C23.9026 85.3366 23.9599 86.0913 23.9599 86.8876ZM32.0713 55.2944C22.6153 55.2944 13.3159 55.2944 3.88857 55.2944C4.35806 56.2176 4.82535 57.0489 5.20888 57.9173C5.82605 59.3152 6.84658 59.8971 8.39392 59.8774C12.7957 59.8249 17.1996 59.8599 21.6036 59.8599C23.7174 59.8599 25.8312 59.8533 27.945 59.8599C28.959 59.8643 29.8076 59.5318 30.3145 58.6327C30.9141 57.5739 31.4497 56.4823 32.0713 55.2944ZM58.8212 55.3075C59.2885 56.2285 59.7536 57.0642 60.1393 57.9326C60.7609 59.3305 61.7925 59.8905 63.3354 59.8796C69.0883 59.8337 74.8434 59.8621 80.5964 59.8599C81.4758 59.8599 82.3818 59.9715 83.2304 59.8008C83.8938 59.6674 84.6917 59.324 85.0665 58.8121C85.8269 57.7708 86.3427 56.5501 87.0105 55.3075C77.5458 55.3075 68.2353 55.3075 58.8212 55.3075ZM45.4749 11.3544C47.8378 11.3413 49.8524 9.33529 49.8414 7.00769C49.8304 4.57946 47.851 2.59969 45.4352 2.59969C42.9776 2.59969 40.9982 4.61665 41.0247 7.09082C41.0511 9.40529 43.0988 11.3676 45.4749 11.3544Z" fill="#2C98B3"/>
                          </svg>
                          
                      </div>
                      <p class="s-c">
                        القانون
                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M28.579 17.7976C28.463 21.0633 26.8176 24.2602 23.5528 26.5782C23.1172 26.8894 22.9373 27.1981 22.942 27.7325C22.9515 29.3642 23.0083 31.0054 22.8497 32.6228C22.5585 35.6225 19.9898 37.8266 16.9665 37.8219C13.9409 37.8171 11.3935 35.613 11.0976 32.6062C10.9461 31.0481 10.991 29.464 11.0123 27.894C11.0218 27.2646 10.8395 26.8917 10.3092 26.5212C5.8986 23.4289 4.19639 17.8783 6.09037 12.893C8.00802 7.83886 13.0578 4.75363 18.3941 5.3759C24.2015 6.05042 28.6334 11.1355 28.579 17.7976ZM20.1318 26.9701C19.817 25.5047 20.7853 24.9774 21.7678 24.3338C24.256 22.7045 25.5794 20.3436 25.7309 17.3558C25.9463 13.1448 23.0604 9.31378 18.9978 8.3875C14.8334 7.43984 10.617 9.60829 8.90056 13.5818C7.22439 17.4627 8.55727 22.0228 12.1179 24.3005C13.1312 24.9489 14.1327 25.4786 13.832 26.9677C15.9509 26.9701 17.949 26.9701 20.1318 26.9701ZM13.8817 29.9152C13.7917 31.763 13.6213 33.5182 15.4561 34.5799C16.5167 35.195 17.9206 35.0881 18.8794 34.3329C20.3662 33.1596 20.1484 31.5469 20.0608 29.9152C17.9727 29.9152 15.9698 29.9152 13.8817 29.9152Z" fill="#2C98B3"/>
                          <path d="M37.1476 11.7247C36.9582 10.8079 36.7807 9.94579 36.6055 9.08601C56.9941 4.05797 80.1835 20.1634 79.4922 45.2561C80.335 45.2561 81.1802 45.2466 82.023 45.2585C83.5382 45.2822 84.1514 46.3415 83.382 47.6549C82.0775 49.878 80.7564 52.0892 79.4188 54.2933C78.6518 55.5544 77.4657 55.5616 76.7033 54.3051C75.3633 52.1035 74.0423 49.8923 72.7354 47.6692C71.94 46.3154 72.565 45.2751 74.1559 45.2585C74.9467 45.2513 75.7374 45.2561 76.5187 45.2561C77.7924 25.7472 59.8185 7.28095 37.1476 11.7247ZM78.0575 51.0347C78.6778 49.9944 79.2057 49.1061 79.7716 48.1537C78.5594 48.1537 77.513 48.1537 76.3411 48.1537C76.9188 49.1227 77.4396 49.9991 78.0575 51.0347Z" fill="#2C98B3"/>
                          <path d="M45.3852 79.4559C21.6703 80.0449 6.52554 59.3793 8.67758 40.8917C9.54644 40.9559 10.4177 41.0224 11.3244 41.0889C10.832 53.1828 15.1218 63.0061 24.7574 70.3C31.4597 75.3731 39.9542 77.0262 45.3876 76.468C45.3876 75.6605 45.3757 74.8387 45.3899 74.017C45.416 72.542 46.4648 71.915 47.7243 72.656C49.9686 73.9766 52.1964 75.3209 54.4171 76.6794C55.634 77.4252 55.6553 78.6151 54.455 79.3538C52.213 80.7337 49.9592 82.0922 47.6888 83.4246C46.4814 84.1324 45.4231 83.4983 45.3923 82.0875C45.371 81.2348 45.3852 80.3798 45.3852 79.4559ZM51.15 78.0308C50.1202 77.4133 49.2276 76.8789 48.2735 76.3065C48.2735 77.5178 48.2735 78.57 48.2735 79.7504C49.2418 79.1709 50.1202 78.6484 51.15 78.0308Z" fill="#2C98B3"/>
                          <path d="M73.8493 59.5061C81.5862 59.5014 87.9878 65.9117 87.9997 73.6758C88.0115 81.5777 81.6548 88.0047 73.8304 87.9999C65.9538 87.9952 59.6066 81.6395 59.5948 73.7423C59.5805 65.8879 65.9656 59.5109 73.8493 59.5061ZM73.7854 85.157C79.9763 85.1736 85.1232 80.0672 85.1563 73.8753C85.1918 67.5339 80.1113 62.361 73.8446 62.3586C67.5281 62.3562 62.4357 67.4484 62.431 73.7708C62.4286 80.0315 67.5234 85.1403 73.7854 85.157Z" fill="#2C98B3"/>
                          <path d="M38.3242 36.6426C38.3242 35.7044 38.3242 34.828 38.3242 33.9017C43.9706 33.9017 49.5768 33.9017 55.2564 33.9017C55.2564 34.7781 55.2564 35.6783 55.2564 36.6426C49.6549 36.6426 44.0275 36.6426 38.3242 36.6426Z" fill="#2C98B3"/>
                          <path d="M55.2895 43.8921C55.2895 44.8279 55.2895 45.7067 55.2895 46.6306C49.6218 46.6306 43.9943 46.6306 38.3242 46.6306C38.3242 45.7114 38.3242 44.8326 38.3242 43.8921C43.9588 43.8921 49.5863 43.8921 55.2895 43.8921Z" fill="#2C98B3"/>
                          <path d="M55.2747 56.6142C49.633 56.6142 44.0268 56.6142 38.3496 56.6142C38.3496 55.7236 38.3496 54.8234 38.3496 53.8639C43.9653 53.8639 49.5927 53.8639 55.2747 53.8639C55.2747 54.7735 55.2747 55.6713 55.2747 56.6142Z" fill="#2C98B3"/>
                          <path d="M28.0442 4.10632C28.6668 4.72384 29.2918 5.34611 29.9145 5.96364C29.164 6.71891 28.3993 7.48606 27.6275 8.26271C26.9954 7.62144 26.3633 6.97779 25.7217 6.32702C26.4816 5.60025 27.2676 4.84972 28.0442 4.10632Z" fill="#2C98B3"/>
                          <path d="M15.6035 0C16.5174 0 17.391 0 18.3308 0C18.3308 1.08066 18.3308 2.16132 18.3308 3.30849C17.4454 3.30849 16.5505 3.30849 15.6035 3.30849C15.6035 2.20645 15.6035 1.12816 15.6035 0Z" fill="#2C98B3"/>
                          <path d="M0 15.6666C1.11271 15.6666 2.16387 15.6666 3.26948 15.6666C3.26948 16.5786 3.26948 17.4502 3.26948 18.4003C2.20648 18.4003 1.13875 18.4003 0 18.4003C0 17.5263 0 16.6356 0 15.6666Z" fill="#2C98B3"/>
                          <path d="M33.9737 18.4384C32.8563 18.4384 31.8075 18.4384 30.6924 18.4384C30.6924 17.5145 30.6924 16.6239 30.6924 15.6786C31.7862 15.6786 32.8563 15.6786 33.9737 15.6786C33.9737 16.593 33.9737 17.467 33.9737 18.4384Z" fill="#2C98B3"/>
                          <path d="M6.25274 8.26162C5.51409 7.49447 4.78017 6.7297 4.01074 5.92929C4.64996 5.3379 5.31285 4.72513 5.94733 4.13611C6.6339 4.83438 7.39623 5.60866 8.18223 6.40906C7.61167 6.9577 6.96298 7.57997 6.25274 8.26162Z" fill="#2C98B3"/>
                          <path d="M8.04725 27.8523C7.42461 28.4935 6.66702 29.2726 5.89522 30.0658C5.26784 29.4364 4.6452 28.8118 3.99414 28.1587C4.80618 27.42 5.60402 26.6932 6.44921 25.9237C6.89666 26.4676 7.47432 27.1635 8.04725 27.8523Z" fill="#2C98B3"/>
                          <path d="M27.6488 25.8217C28.4254 26.5888 29.1782 27.3346 29.9737 28.1207C29.3013 28.7501 28.6408 29.3676 27.9684 29.997C27.27 29.2726 26.5148 28.4889 25.7383 27.6837C26.3301 27.1066 26.9741 26.4796 27.6488 25.8217Z" fill="#2C98B3"/>
                          <path d="M32.666 33.8906C33.5941 33.8906 34.4677 33.8906 35.391 33.8906C35.391 34.824 35.391 35.7218 35.391 36.6623C34.4819 36.6623 33.6059 36.6623 32.666 36.6623C32.666 35.7693 32.666 34.8715 32.666 33.8906Z" fill="#2C98B3"/>
                          <path d="M35.3981 43.8901C35.3981 44.8402 35.3981 45.7166 35.3981 46.6357C34.4819 46.6357 33.6083 46.6357 32.666 46.6357C32.666 45.7474 32.666 44.8497 32.666 43.8901C33.5467 43.8901 34.4416 43.8901 35.3981 43.8901Z" fill="#2C98B3"/>
                          <path d="M32.6729 53.8242C33.5985 53.8242 34.4532 53.8242 35.3718 53.8242C35.3718 54.7386 35.3718 55.6364 35.3718 56.5959C34.4911 56.5959 33.5962 56.5959 32.6729 56.5959C32.6729 55.6673 32.6729 54.7481 32.6729 53.8242Z" fill="#2C98B3"/>
                          <path d="M75.2224 80.9095C75.2224 81.3632 75.2224 81.7741 75.2224 82.2467C74.2778 82.2467 73.3781 82.2467 72.4098 82.2467C72.3885 81.8121 72.3672 81.3798 72.3459 80.9594C69.3842 80.0474 68.3046 78.9501 68.1508 76.6629C69.0551 76.6629 69.9595 76.6629 70.916 76.6629C71.2545 77.7934 72.1068 78.1259 73.2384 78.0428C73.8848 77.9953 74.5406 78.0594 75.1892 78.0404C76.0108 78.0167 76.6026 77.4229 76.6239 76.6463C76.6476 75.8364 76.0344 75.1951 75.175 75.1761C74.3464 75.1571 73.5178 75.188 72.6916 75.1808C70.2696 75.1618 68.3425 73.4732 68.1271 71.1907C67.9353 69.1553 69.5144 67.2314 71.7872 66.7303C71.96 66.6923 72.1328 66.6519 72.3364 66.6068C72.3577 66.1674 72.3814 65.7328 72.4051 65.2554C73.3213 65.2554 74.1996 65.2554 75.1679 65.2554C75.1916 65.671 75.2177 66.1009 75.2484 66.5997C77.6419 66.9916 79.169 68.2907 79.4838 70.9104C78.6173 70.9104 77.8219 70.9318 77.0288 70.8938C76.8559 70.8843 76.6192 70.6943 76.5387 70.5281C76.1717 69.7585 75.5728 69.4616 74.7513 69.483C73.9818 69.5044 73.2124 69.4664 72.4453 69.4806C71.5717 69.4973 70.9609 70.1029 70.9609 70.9152C70.9633 71.7275 71.5741 72.3307 72.4501 72.345C73.2479 72.3592 74.0481 72.3355 74.846 72.3379C77.2868 72.3497 79.1974 73.9862 79.4531 76.2805C79.6827 78.3302 78.0799 80.2896 75.7551 80.7979C75.613 80.8216 75.4686 80.8549 75.2224 80.9095Z" fill="#2C98B3"/>
                          </svg>
                          
                          
                      </div>
                      <p class="s-c">
                        الاستراتيجية والقيادة                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M28.579 17.7976C28.463 21.0633 26.8176 24.2602 23.5528 26.5782C23.1172 26.8894 22.9373 27.1981 22.942 27.7325C22.9515 29.3642 23.0083 31.0054 22.8497 32.6228C22.5585 35.6225 19.9898 37.8266 16.9665 37.8219C13.9409 37.8171 11.3935 35.613 11.0976 32.6062C10.9461 31.0481 10.991 29.464 11.0123 27.894C11.0218 27.2646 10.8395 26.8917 10.3092 26.5212C5.8986 23.4289 4.19639 17.8783 6.09037 12.893C8.00802 7.83886 13.0578 4.75363 18.3941 5.3759C24.2015 6.05042 28.6334 11.1355 28.579 17.7976ZM20.1318 26.9701C19.817 25.5047 20.7853 24.9774 21.7678 24.3338C24.256 22.7045 25.5794 20.3436 25.7309 17.3558C25.9463 13.1448 23.0604 9.31378 18.9978 8.3875C14.8334 7.43984 10.617 9.60829 8.90056 13.5818C7.22439 17.4627 8.55727 22.0228 12.1179 24.3005C13.1312 24.9489 14.1327 25.4786 13.832 26.9677C15.9509 26.9701 17.949 26.9701 20.1318 26.9701ZM13.8817 29.9152C13.7917 31.763 13.6213 33.5182 15.4561 34.5799C16.5167 35.195 17.9206 35.0881 18.8794 34.3329C20.3662 33.1596 20.1484 31.5469 20.0608 29.9152C17.9727 29.9152 15.9698 29.9152 13.8817 29.9152Z" fill="#2C98B3"/>
                          <path d="M37.1476 11.7247C36.9582 10.8079 36.7807 9.94579 36.6055 9.08601C56.9941 4.05797 80.1835 20.1634 79.4922 45.2561C80.335 45.2561 81.1802 45.2466 82.023 45.2585C83.5382 45.2822 84.1514 46.3415 83.382 47.6549C82.0775 49.878 80.7564 52.0892 79.4188 54.2933C78.6518 55.5544 77.4657 55.5616 76.7033 54.3051C75.3633 52.1035 74.0423 49.8923 72.7354 47.6692C71.94 46.3154 72.565 45.2751 74.1559 45.2585C74.9467 45.2513 75.7374 45.2561 76.5187 45.2561C77.7924 25.7472 59.8185 7.28095 37.1476 11.7247ZM78.0575 51.0347C78.6778 49.9944 79.2057 49.1061 79.7716 48.1537C78.5594 48.1537 77.513 48.1537 76.3411 48.1537C76.9188 49.1227 77.4396 49.9991 78.0575 51.0347Z" fill="#2C98B3"/>
                          <path d="M45.3852 79.4559C21.6703 80.0449 6.52554 59.3793 8.67758 40.8917C9.54644 40.9559 10.4177 41.0224 11.3244 41.0889C10.832 53.1828 15.1218 63.0061 24.7574 70.3C31.4597 75.3731 39.9542 77.0262 45.3876 76.468C45.3876 75.6605 45.3757 74.8387 45.3899 74.017C45.416 72.542 46.4648 71.915 47.7243 72.656C49.9686 73.9766 52.1964 75.3209 54.4171 76.6794C55.634 77.4252 55.6553 78.6151 54.455 79.3538C52.213 80.7337 49.9592 82.0922 47.6888 83.4246C46.4814 84.1324 45.4231 83.4983 45.3923 82.0875C45.371 81.2348 45.3852 80.3798 45.3852 79.4559ZM51.15 78.0308C50.1202 77.4133 49.2276 76.8789 48.2735 76.3065C48.2735 77.5178 48.2735 78.57 48.2735 79.7504C49.2418 79.1709 50.1202 78.6484 51.15 78.0308Z" fill="#2C98B3"/>
                          <path d="M73.8493 59.5061C81.5862 59.5014 87.9878 65.9117 87.9997 73.6758C88.0115 81.5777 81.6548 88.0047 73.8304 87.9999C65.9538 87.9952 59.6066 81.6395 59.5948 73.7423C59.5805 65.8879 65.9656 59.5109 73.8493 59.5061ZM73.7854 85.157C79.9763 85.1736 85.1232 80.0672 85.1563 73.8753C85.1918 67.5339 80.1113 62.361 73.8446 62.3586C67.5281 62.3562 62.4357 67.4484 62.431 73.7708C62.4286 80.0315 67.5234 85.1403 73.7854 85.157Z" fill="#2C98B3"/>
                          <path d="M38.3242 36.6426C38.3242 35.7044 38.3242 34.828 38.3242 33.9017C43.9706 33.9017 49.5768 33.9017 55.2564 33.9017C55.2564 34.7781 55.2564 35.6783 55.2564 36.6426C49.6549 36.6426 44.0275 36.6426 38.3242 36.6426Z" fill="#2C98B3"/>
                          <path d="M55.2895 43.8921C55.2895 44.8279 55.2895 45.7067 55.2895 46.6306C49.6218 46.6306 43.9943 46.6306 38.3242 46.6306C38.3242 45.7114 38.3242 44.8326 38.3242 43.8921C43.9588 43.8921 49.5863 43.8921 55.2895 43.8921Z" fill="#2C98B3"/>
                          <path d="M55.2747 56.6142C49.633 56.6142 44.0268 56.6142 38.3496 56.6142C38.3496 55.7236 38.3496 54.8234 38.3496 53.8639C43.9653 53.8639 49.5927 53.8639 55.2747 53.8639C55.2747 54.7735 55.2747 55.6713 55.2747 56.6142Z" fill="#2C98B3"/>
                          <path d="M28.0442 4.10632C28.6668 4.72384 29.2918 5.34611 29.9145 5.96364C29.164 6.71891 28.3993 7.48606 27.6275 8.26271C26.9954 7.62144 26.3633 6.97779 25.7217 6.32702C26.4816 5.60025 27.2676 4.84972 28.0442 4.10632Z" fill="#2C98B3"/>
                          <path d="M15.6035 0C16.5174 0 17.391 0 18.3308 0C18.3308 1.08066 18.3308 2.16132 18.3308 3.30849C17.4454 3.30849 16.5505 3.30849 15.6035 3.30849C15.6035 2.20645 15.6035 1.12816 15.6035 0Z" fill="#2C98B3"/>
                          <path d="M0 15.6666C1.11271 15.6666 2.16387 15.6666 3.26948 15.6666C3.26948 16.5786 3.26948 17.4502 3.26948 18.4003C2.20648 18.4003 1.13875 18.4003 0 18.4003C0 17.5263 0 16.6356 0 15.6666Z" fill="#2C98B3"/>
                          <path d="M33.9737 18.4384C32.8563 18.4384 31.8075 18.4384 30.6924 18.4384C30.6924 17.5145 30.6924 16.6239 30.6924 15.6786C31.7862 15.6786 32.8563 15.6786 33.9737 15.6786C33.9737 16.593 33.9737 17.467 33.9737 18.4384Z" fill="#2C98B3"/>
                          <path d="M6.25274 8.26162C5.51409 7.49447 4.78017 6.7297 4.01074 5.92929C4.64996 5.3379 5.31285 4.72513 5.94733 4.13611C6.6339 4.83438 7.39623 5.60866 8.18223 6.40906C7.61167 6.9577 6.96298 7.57997 6.25274 8.26162Z" fill="#2C98B3"/>
                          <path d="M8.04725 27.8523C7.42461 28.4935 6.66702 29.2726 5.89522 30.0658C5.26784 29.4364 4.6452 28.8118 3.99414 28.1587C4.80618 27.42 5.60402 26.6932 6.44921 25.9237C6.89666 26.4676 7.47432 27.1635 8.04725 27.8523Z" fill="#2C98B3"/>
                          <path d="M27.6488 25.8217C28.4254 26.5888 29.1782 27.3346 29.9737 28.1207C29.3013 28.7501 28.6408 29.3676 27.9684 29.997C27.27 29.2726 26.5148 28.4889 25.7383 27.6837C26.3301 27.1066 26.9741 26.4796 27.6488 25.8217Z" fill="#2C98B3"/>
                          <path d="M32.666 33.8906C33.5941 33.8906 34.4677 33.8906 35.391 33.8906C35.391 34.824 35.391 35.7218 35.391 36.6623C34.4819 36.6623 33.6059 36.6623 32.666 36.6623C32.666 35.7693 32.666 34.8715 32.666 33.8906Z" fill="#2C98B3"/>
                          <path d="M35.3981 43.8901C35.3981 44.8402 35.3981 45.7166 35.3981 46.6357C34.4819 46.6357 33.6083 46.6357 32.666 46.6357C32.666 45.7474 32.666 44.8497 32.666 43.8901C33.5467 43.8901 34.4416 43.8901 35.3981 43.8901Z" fill="#2C98B3"/>
                          <path d="M32.6729 53.8242C33.5985 53.8242 34.4532 53.8242 35.3718 53.8242C35.3718 54.7386 35.3718 55.6364 35.3718 56.5959C34.4911 56.5959 33.5962 56.5959 32.6729 56.5959C32.6729 55.6673 32.6729 54.7481 32.6729 53.8242Z" fill="#2C98B3"/>
                          <path d="M75.2224 80.9095C75.2224 81.3632 75.2224 81.7741 75.2224 82.2467C74.2778 82.2467 73.3781 82.2467 72.4098 82.2467C72.3885 81.8121 72.3672 81.3798 72.3459 80.9594C69.3842 80.0474 68.3046 78.9501 68.1508 76.6629C69.0551 76.6629 69.9595 76.6629 70.916 76.6629C71.2545 77.7934 72.1068 78.1259 73.2384 78.0428C73.8848 77.9953 74.5406 78.0594 75.1892 78.0404C76.0108 78.0167 76.6026 77.4229 76.6239 76.6463C76.6476 75.8364 76.0344 75.1951 75.175 75.1761C74.3464 75.1571 73.5178 75.188 72.6916 75.1808C70.2696 75.1618 68.3425 73.4732 68.1271 71.1907C67.9353 69.1553 69.5144 67.2314 71.7872 66.7303C71.96 66.6923 72.1328 66.6519 72.3364 66.6068C72.3577 66.1674 72.3814 65.7328 72.4051 65.2554C73.3213 65.2554 74.1996 65.2554 75.1679 65.2554C75.1916 65.671 75.2177 66.1009 75.2484 66.5997C77.6419 66.9916 79.169 68.2907 79.4838 70.9104C78.6173 70.9104 77.8219 70.9318 77.0288 70.8938C76.8559 70.8843 76.6192 70.6943 76.5387 70.5281C76.1717 69.7585 75.5728 69.4616 74.7513 69.483C73.9818 69.5044 73.2124 69.4664 72.4453 69.4806C71.5717 69.4973 70.9609 70.1029 70.9609 70.9152C70.9633 71.7275 71.5741 72.3307 72.4501 72.345C73.2479 72.3592 74.0481 72.3355 74.846 72.3379C77.2868 72.3497 79.1974 73.9862 79.4531 76.2805C79.6827 78.3302 78.0799 80.2896 75.7551 80.7979C75.613 80.8216 75.4686 80.8549 75.2224 80.9095Z" fill="#2C98B3"/>
                          </svg>
                          
                          
                      </div>
                      <p class="s-c">
                        الاستراتيجية والقيادة                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M28.579 17.7976C28.463 21.0633 26.8176 24.2602 23.5528 26.5782C23.1172 26.8894 22.9373 27.1981 22.942 27.7325C22.9515 29.3642 23.0083 31.0054 22.8497 32.6228C22.5585 35.6225 19.9898 37.8266 16.9665 37.8219C13.9409 37.8171 11.3935 35.613 11.0976 32.6062C10.9461 31.0481 10.991 29.464 11.0123 27.894C11.0218 27.2646 10.8395 26.8917 10.3092 26.5212C5.8986 23.4289 4.19639 17.8783 6.09037 12.893C8.00802 7.83886 13.0578 4.75363 18.3941 5.3759C24.2015 6.05042 28.6334 11.1355 28.579 17.7976ZM20.1318 26.9701C19.817 25.5047 20.7853 24.9774 21.7678 24.3338C24.256 22.7045 25.5794 20.3436 25.7309 17.3558C25.9463 13.1448 23.0604 9.31378 18.9978 8.3875C14.8334 7.43984 10.617 9.60829 8.90056 13.5818C7.22439 17.4627 8.55727 22.0228 12.1179 24.3005C13.1312 24.9489 14.1327 25.4786 13.832 26.9677C15.9509 26.9701 17.949 26.9701 20.1318 26.9701ZM13.8817 29.9152C13.7917 31.763 13.6213 33.5182 15.4561 34.5799C16.5167 35.195 17.9206 35.0881 18.8794 34.3329C20.3662 33.1596 20.1484 31.5469 20.0608 29.9152C17.9727 29.9152 15.9698 29.9152 13.8817 29.9152Z" fill="#2C98B3"/>
                          <path d="M37.1476 11.7247C36.9582 10.8079 36.7807 9.94579 36.6055 9.08601C56.9941 4.05797 80.1835 20.1634 79.4922 45.2561C80.335 45.2561 81.1802 45.2466 82.023 45.2585C83.5382 45.2822 84.1514 46.3415 83.382 47.6549C82.0775 49.878 80.7564 52.0892 79.4188 54.2933C78.6518 55.5544 77.4657 55.5616 76.7033 54.3051C75.3633 52.1035 74.0423 49.8923 72.7354 47.6692C71.94 46.3154 72.565 45.2751 74.1559 45.2585C74.9467 45.2513 75.7374 45.2561 76.5187 45.2561C77.7924 25.7472 59.8185 7.28095 37.1476 11.7247ZM78.0575 51.0347C78.6778 49.9944 79.2057 49.1061 79.7716 48.1537C78.5594 48.1537 77.513 48.1537 76.3411 48.1537C76.9188 49.1227 77.4396 49.9991 78.0575 51.0347Z" fill="#2C98B3"/>
                          <path d="M45.3852 79.4559C21.6703 80.0449 6.52554 59.3793 8.67758 40.8917C9.54644 40.9559 10.4177 41.0224 11.3244 41.0889C10.832 53.1828 15.1218 63.0061 24.7574 70.3C31.4597 75.3731 39.9542 77.0262 45.3876 76.468C45.3876 75.6605 45.3757 74.8387 45.3899 74.017C45.416 72.542 46.4648 71.915 47.7243 72.656C49.9686 73.9766 52.1964 75.3209 54.4171 76.6794C55.634 77.4252 55.6553 78.6151 54.455 79.3538C52.213 80.7337 49.9592 82.0922 47.6888 83.4246C46.4814 84.1324 45.4231 83.4983 45.3923 82.0875C45.371 81.2348 45.3852 80.3798 45.3852 79.4559ZM51.15 78.0308C50.1202 77.4133 49.2276 76.8789 48.2735 76.3065C48.2735 77.5178 48.2735 78.57 48.2735 79.7504C49.2418 79.1709 50.1202 78.6484 51.15 78.0308Z" fill="#2C98B3"/>
                          <path d="M73.8493 59.5061C81.5862 59.5014 87.9878 65.9117 87.9997 73.6758C88.0115 81.5777 81.6548 88.0047 73.8304 87.9999C65.9538 87.9952 59.6066 81.6395 59.5948 73.7423C59.5805 65.8879 65.9656 59.5109 73.8493 59.5061ZM73.7854 85.157C79.9763 85.1736 85.1232 80.0672 85.1563 73.8753C85.1918 67.5339 80.1113 62.361 73.8446 62.3586C67.5281 62.3562 62.4357 67.4484 62.431 73.7708C62.4286 80.0315 67.5234 85.1403 73.7854 85.157Z" fill="#2C98B3"/>
                          <path d="M38.3242 36.6426C38.3242 35.7044 38.3242 34.828 38.3242 33.9017C43.9706 33.9017 49.5768 33.9017 55.2564 33.9017C55.2564 34.7781 55.2564 35.6783 55.2564 36.6426C49.6549 36.6426 44.0275 36.6426 38.3242 36.6426Z" fill="#2C98B3"/>
                          <path d="M55.2895 43.8921C55.2895 44.8279 55.2895 45.7067 55.2895 46.6306C49.6218 46.6306 43.9943 46.6306 38.3242 46.6306C38.3242 45.7114 38.3242 44.8326 38.3242 43.8921C43.9588 43.8921 49.5863 43.8921 55.2895 43.8921Z" fill="#2C98B3"/>
                          <path d="M55.2747 56.6142C49.633 56.6142 44.0268 56.6142 38.3496 56.6142C38.3496 55.7236 38.3496 54.8234 38.3496 53.8639C43.9653 53.8639 49.5927 53.8639 55.2747 53.8639C55.2747 54.7735 55.2747 55.6713 55.2747 56.6142Z" fill="#2C98B3"/>
                          <path d="M28.0442 4.10632C28.6668 4.72384 29.2918 5.34611 29.9145 5.96364C29.164 6.71891 28.3993 7.48606 27.6275 8.26271C26.9954 7.62144 26.3633 6.97779 25.7217 6.32702C26.4816 5.60025 27.2676 4.84972 28.0442 4.10632Z" fill="#2C98B3"/>
                          <path d="M15.6035 0C16.5174 0 17.391 0 18.3308 0C18.3308 1.08066 18.3308 2.16132 18.3308 3.30849C17.4454 3.30849 16.5505 3.30849 15.6035 3.30849C15.6035 2.20645 15.6035 1.12816 15.6035 0Z" fill="#2C98B3"/>
                          <path d="M0 15.6666C1.11271 15.6666 2.16387 15.6666 3.26948 15.6666C3.26948 16.5786 3.26948 17.4502 3.26948 18.4003C2.20648 18.4003 1.13875 18.4003 0 18.4003C0 17.5263 0 16.6356 0 15.6666Z" fill="#2C98B3"/>
                          <path d="M33.9737 18.4384C32.8563 18.4384 31.8075 18.4384 30.6924 18.4384C30.6924 17.5145 30.6924 16.6239 30.6924 15.6786C31.7862 15.6786 32.8563 15.6786 33.9737 15.6786C33.9737 16.593 33.9737 17.467 33.9737 18.4384Z" fill="#2C98B3"/>
                          <path d="M6.25274 8.26162C5.51409 7.49447 4.78017 6.7297 4.01074 5.92929C4.64996 5.3379 5.31285 4.72513 5.94733 4.13611C6.6339 4.83438 7.39623 5.60866 8.18223 6.40906C7.61167 6.9577 6.96298 7.57997 6.25274 8.26162Z" fill="#2C98B3"/>
                          <path d="M8.04725 27.8523C7.42461 28.4935 6.66702 29.2726 5.89522 30.0658C5.26784 29.4364 4.6452 28.8118 3.99414 28.1587C4.80618 27.42 5.60402 26.6932 6.44921 25.9237C6.89666 26.4676 7.47432 27.1635 8.04725 27.8523Z" fill="#2C98B3"/>
                          <path d="M27.6488 25.8217C28.4254 26.5888 29.1782 27.3346 29.9737 28.1207C29.3013 28.7501 28.6408 29.3676 27.9684 29.997C27.27 29.2726 26.5148 28.4889 25.7383 27.6837C26.3301 27.1066 26.9741 26.4796 27.6488 25.8217Z" fill="#2C98B3"/>
                          <path d="M32.666 33.8906C33.5941 33.8906 34.4677 33.8906 35.391 33.8906C35.391 34.824 35.391 35.7218 35.391 36.6623C34.4819 36.6623 33.6059 36.6623 32.666 36.6623C32.666 35.7693 32.666 34.8715 32.666 33.8906Z" fill="#2C98B3"/>
                          <path d="M35.3981 43.8901C35.3981 44.8402 35.3981 45.7166 35.3981 46.6357C34.4819 46.6357 33.6083 46.6357 32.666 46.6357C32.666 45.7474 32.666 44.8497 32.666 43.8901C33.5467 43.8901 34.4416 43.8901 35.3981 43.8901Z" fill="#2C98B3"/>
                          <path d="M32.6729 53.8242C33.5985 53.8242 34.4532 53.8242 35.3718 53.8242C35.3718 54.7386 35.3718 55.6364 35.3718 56.5959C34.4911 56.5959 33.5962 56.5959 32.6729 56.5959C32.6729 55.6673 32.6729 54.7481 32.6729 53.8242Z" fill="#2C98B3"/>
                          <path d="M75.2224 80.9095C75.2224 81.3632 75.2224 81.7741 75.2224 82.2467C74.2778 82.2467 73.3781 82.2467 72.4098 82.2467C72.3885 81.8121 72.3672 81.3798 72.3459 80.9594C69.3842 80.0474 68.3046 78.9501 68.1508 76.6629C69.0551 76.6629 69.9595 76.6629 70.916 76.6629C71.2545 77.7934 72.1068 78.1259 73.2384 78.0428C73.8848 77.9953 74.5406 78.0594 75.1892 78.0404C76.0108 78.0167 76.6026 77.4229 76.6239 76.6463C76.6476 75.8364 76.0344 75.1951 75.175 75.1761C74.3464 75.1571 73.5178 75.188 72.6916 75.1808C70.2696 75.1618 68.3425 73.4732 68.1271 71.1907C67.9353 69.1553 69.5144 67.2314 71.7872 66.7303C71.96 66.6923 72.1328 66.6519 72.3364 66.6068C72.3577 66.1674 72.3814 65.7328 72.4051 65.2554C73.3213 65.2554 74.1996 65.2554 75.1679 65.2554C75.1916 65.671 75.2177 66.1009 75.2484 66.5997C77.6419 66.9916 79.169 68.2907 79.4838 70.9104C78.6173 70.9104 77.8219 70.9318 77.0288 70.8938C76.8559 70.8843 76.6192 70.6943 76.5387 70.5281C76.1717 69.7585 75.5728 69.4616 74.7513 69.483C73.9818 69.5044 73.2124 69.4664 72.4453 69.4806C71.5717 69.4973 70.9609 70.1029 70.9609 70.9152C70.9633 71.7275 71.5741 72.3307 72.4501 72.345C73.2479 72.3592 74.0481 72.3355 74.846 72.3379C77.2868 72.3497 79.1974 73.9862 79.4531 76.2805C79.6827 78.3302 78.0799 80.2896 75.7551 80.7979C75.613 80.8216 75.4686 80.8549 75.2224 80.9095Z" fill="#2C98B3"/>
                          </svg>
                          
                          
                      </div>
                      <p class="s-c">
                        الاستراتيجية والقيادة                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M28.579 17.7976C28.463 21.0633 26.8176 24.2602 23.5528 26.5782C23.1172 26.8894 22.9373 27.1981 22.942 27.7325C22.9515 29.3642 23.0083 31.0054 22.8497 32.6228C22.5585 35.6225 19.9898 37.8266 16.9665 37.8219C13.9409 37.8171 11.3935 35.613 11.0976 32.6062C10.9461 31.0481 10.991 29.464 11.0123 27.894C11.0218 27.2646 10.8395 26.8917 10.3092 26.5212C5.8986 23.4289 4.19639 17.8783 6.09037 12.893C8.00802 7.83886 13.0578 4.75363 18.3941 5.3759C24.2015 6.05042 28.6334 11.1355 28.579 17.7976ZM20.1318 26.9701C19.817 25.5047 20.7853 24.9774 21.7678 24.3338C24.256 22.7045 25.5794 20.3436 25.7309 17.3558C25.9463 13.1448 23.0604 9.31378 18.9978 8.3875C14.8334 7.43984 10.617 9.60829 8.90056 13.5818C7.22439 17.4627 8.55727 22.0228 12.1179 24.3005C13.1312 24.9489 14.1327 25.4786 13.832 26.9677C15.9509 26.9701 17.949 26.9701 20.1318 26.9701ZM13.8817 29.9152C13.7917 31.763 13.6213 33.5182 15.4561 34.5799C16.5167 35.195 17.9206 35.0881 18.8794 34.3329C20.3662 33.1596 20.1484 31.5469 20.0608 29.9152C17.9727 29.9152 15.9698 29.9152 13.8817 29.9152Z" fill="#2C98B3"/>
                          <path d="M37.1476 11.7247C36.9582 10.8079 36.7807 9.94579 36.6055 9.08601C56.9941 4.05797 80.1835 20.1634 79.4922 45.2561C80.335 45.2561 81.1802 45.2466 82.023 45.2585C83.5382 45.2822 84.1514 46.3415 83.382 47.6549C82.0775 49.878 80.7564 52.0892 79.4188 54.2933C78.6518 55.5544 77.4657 55.5616 76.7033 54.3051C75.3633 52.1035 74.0423 49.8923 72.7354 47.6692C71.94 46.3154 72.565 45.2751 74.1559 45.2585C74.9467 45.2513 75.7374 45.2561 76.5187 45.2561C77.7924 25.7472 59.8185 7.28095 37.1476 11.7247ZM78.0575 51.0347C78.6778 49.9944 79.2057 49.1061 79.7716 48.1537C78.5594 48.1537 77.513 48.1537 76.3411 48.1537C76.9188 49.1227 77.4396 49.9991 78.0575 51.0347Z" fill="#2C98B3"/>
                          <path d="M45.3852 79.4559C21.6703 80.0449 6.52554 59.3793 8.67758 40.8917C9.54644 40.9559 10.4177 41.0224 11.3244 41.0889C10.832 53.1828 15.1218 63.0061 24.7574 70.3C31.4597 75.3731 39.9542 77.0262 45.3876 76.468C45.3876 75.6605 45.3757 74.8387 45.3899 74.017C45.416 72.542 46.4648 71.915 47.7243 72.656C49.9686 73.9766 52.1964 75.3209 54.4171 76.6794C55.634 77.4252 55.6553 78.6151 54.455 79.3538C52.213 80.7337 49.9592 82.0922 47.6888 83.4246C46.4814 84.1324 45.4231 83.4983 45.3923 82.0875C45.371 81.2348 45.3852 80.3798 45.3852 79.4559ZM51.15 78.0308C50.1202 77.4133 49.2276 76.8789 48.2735 76.3065C48.2735 77.5178 48.2735 78.57 48.2735 79.7504C49.2418 79.1709 50.1202 78.6484 51.15 78.0308Z" fill="#2C98B3"/>
                          <path d="M73.8493 59.5061C81.5862 59.5014 87.9878 65.9117 87.9997 73.6758C88.0115 81.5777 81.6548 88.0047 73.8304 87.9999C65.9538 87.9952 59.6066 81.6395 59.5948 73.7423C59.5805 65.8879 65.9656 59.5109 73.8493 59.5061ZM73.7854 85.157C79.9763 85.1736 85.1232 80.0672 85.1563 73.8753C85.1918 67.5339 80.1113 62.361 73.8446 62.3586C67.5281 62.3562 62.4357 67.4484 62.431 73.7708C62.4286 80.0315 67.5234 85.1403 73.7854 85.157Z" fill="#2C98B3"/>
                          <path d="M38.3242 36.6426C38.3242 35.7044 38.3242 34.828 38.3242 33.9017C43.9706 33.9017 49.5768 33.9017 55.2564 33.9017C55.2564 34.7781 55.2564 35.6783 55.2564 36.6426C49.6549 36.6426 44.0275 36.6426 38.3242 36.6426Z" fill="#2C98B3"/>
                          <path d="M55.2895 43.8921C55.2895 44.8279 55.2895 45.7067 55.2895 46.6306C49.6218 46.6306 43.9943 46.6306 38.3242 46.6306C38.3242 45.7114 38.3242 44.8326 38.3242 43.8921C43.9588 43.8921 49.5863 43.8921 55.2895 43.8921Z" fill="#2C98B3"/>
                          <path d="M55.2747 56.6142C49.633 56.6142 44.0268 56.6142 38.3496 56.6142C38.3496 55.7236 38.3496 54.8234 38.3496 53.8639C43.9653 53.8639 49.5927 53.8639 55.2747 53.8639C55.2747 54.7735 55.2747 55.6713 55.2747 56.6142Z" fill="#2C98B3"/>
                          <path d="M28.0442 4.10632C28.6668 4.72384 29.2918 5.34611 29.9145 5.96364C29.164 6.71891 28.3993 7.48606 27.6275 8.26271C26.9954 7.62144 26.3633 6.97779 25.7217 6.32702C26.4816 5.60025 27.2676 4.84972 28.0442 4.10632Z" fill="#2C98B3"/>
                          <path d="M15.6035 0C16.5174 0 17.391 0 18.3308 0C18.3308 1.08066 18.3308 2.16132 18.3308 3.30849C17.4454 3.30849 16.5505 3.30849 15.6035 3.30849C15.6035 2.20645 15.6035 1.12816 15.6035 0Z" fill="#2C98B3"/>
                          <path d="M0 15.6666C1.11271 15.6666 2.16387 15.6666 3.26948 15.6666C3.26948 16.5786 3.26948 17.4502 3.26948 18.4003C2.20648 18.4003 1.13875 18.4003 0 18.4003C0 17.5263 0 16.6356 0 15.6666Z" fill="#2C98B3"/>
                          <path d="M33.9737 18.4384C32.8563 18.4384 31.8075 18.4384 30.6924 18.4384C30.6924 17.5145 30.6924 16.6239 30.6924 15.6786C31.7862 15.6786 32.8563 15.6786 33.9737 15.6786C33.9737 16.593 33.9737 17.467 33.9737 18.4384Z" fill="#2C98B3"/>
                          <path d="M6.25274 8.26162C5.51409 7.49447 4.78017 6.7297 4.01074 5.92929C4.64996 5.3379 5.31285 4.72513 5.94733 4.13611C6.6339 4.83438 7.39623 5.60866 8.18223 6.40906C7.61167 6.9577 6.96298 7.57997 6.25274 8.26162Z" fill="#2C98B3"/>
                          <path d="M8.04725 27.8523C7.42461 28.4935 6.66702 29.2726 5.89522 30.0658C5.26784 29.4364 4.6452 28.8118 3.99414 28.1587C4.80618 27.42 5.60402 26.6932 6.44921 25.9237C6.89666 26.4676 7.47432 27.1635 8.04725 27.8523Z" fill="#2C98B3"/>
                          <path d="M27.6488 25.8217C28.4254 26.5888 29.1782 27.3346 29.9737 28.1207C29.3013 28.7501 28.6408 29.3676 27.9684 29.997C27.27 29.2726 26.5148 28.4889 25.7383 27.6837C26.3301 27.1066 26.9741 26.4796 27.6488 25.8217Z" fill="#2C98B3"/>
                          <path d="M32.666 33.8906C33.5941 33.8906 34.4677 33.8906 35.391 33.8906C35.391 34.824 35.391 35.7218 35.391 36.6623C34.4819 36.6623 33.6059 36.6623 32.666 36.6623C32.666 35.7693 32.666 34.8715 32.666 33.8906Z" fill="#2C98B3"/>
                          <path d="M35.3981 43.8901C35.3981 44.8402 35.3981 45.7166 35.3981 46.6357C34.4819 46.6357 33.6083 46.6357 32.666 46.6357C32.666 45.7474 32.666 44.8497 32.666 43.8901C33.5467 43.8901 34.4416 43.8901 35.3981 43.8901Z" fill="#2C98B3"/>
                          <path d="M32.6729 53.8242C33.5985 53.8242 34.4532 53.8242 35.3718 53.8242C35.3718 54.7386 35.3718 55.6364 35.3718 56.5959C34.4911 56.5959 33.5962 56.5959 32.6729 56.5959C32.6729 55.6673 32.6729 54.7481 32.6729 53.8242Z" fill="#2C98B3"/>
                          <path d="M75.2224 80.9095C75.2224 81.3632 75.2224 81.7741 75.2224 82.2467C74.2778 82.2467 73.3781 82.2467 72.4098 82.2467C72.3885 81.8121 72.3672 81.3798 72.3459 80.9594C69.3842 80.0474 68.3046 78.9501 68.1508 76.6629C69.0551 76.6629 69.9595 76.6629 70.916 76.6629C71.2545 77.7934 72.1068 78.1259 73.2384 78.0428C73.8848 77.9953 74.5406 78.0594 75.1892 78.0404C76.0108 78.0167 76.6026 77.4229 76.6239 76.6463C76.6476 75.8364 76.0344 75.1951 75.175 75.1761C74.3464 75.1571 73.5178 75.188 72.6916 75.1808C70.2696 75.1618 68.3425 73.4732 68.1271 71.1907C67.9353 69.1553 69.5144 67.2314 71.7872 66.7303C71.96 66.6923 72.1328 66.6519 72.3364 66.6068C72.3577 66.1674 72.3814 65.7328 72.4051 65.2554C73.3213 65.2554 74.1996 65.2554 75.1679 65.2554C75.1916 65.671 75.2177 66.1009 75.2484 66.5997C77.6419 66.9916 79.169 68.2907 79.4838 70.9104C78.6173 70.9104 77.8219 70.9318 77.0288 70.8938C76.8559 70.8843 76.6192 70.6943 76.5387 70.5281C76.1717 69.7585 75.5728 69.4616 74.7513 69.483C73.9818 69.5044 73.2124 69.4664 72.4453 69.4806C71.5717 69.4973 70.9609 70.1029 70.9609 70.9152C70.9633 71.7275 71.5741 72.3307 72.4501 72.345C73.2479 72.3592 74.0481 72.3355 74.846 72.3379C77.2868 72.3497 79.1974 73.9862 79.4531 76.2805C79.6827 78.3302 78.0799 80.2896 75.7551 80.7979C75.613 80.8216 75.4686 80.8549 75.2224 80.9095Z" fill="#2C98B3"/>
                          </svg>
                          
                          
                      </div>
                      <p class="s-c">
                        الاستراتيجية والقيادة                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M28.579 17.7976C28.463 21.0633 26.8176 24.2602 23.5528 26.5782C23.1172 26.8894 22.9373 27.1981 22.942 27.7325C22.9515 29.3642 23.0083 31.0054 22.8497 32.6228C22.5585 35.6225 19.9898 37.8266 16.9665 37.8219C13.9409 37.8171 11.3935 35.613 11.0976 32.6062C10.9461 31.0481 10.991 29.464 11.0123 27.894C11.0218 27.2646 10.8395 26.8917 10.3092 26.5212C5.8986 23.4289 4.19639 17.8783 6.09037 12.893C8.00802 7.83886 13.0578 4.75363 18.3941 5.3759C24.2015 6.05042 28.6334 11.1355 28.579 17.7976ZM20.1318 26.9701C19.817 25.5047 20.7853 24.9774 21.7678 24.3338C24.256 22.7045 25.5794 20.3436 25.7309 17.3558C25.9463 13.1448 23.0604 9.31378 18.9978 8.3875C14.8334 7.43984 10.617 9.60829 8.90056 13.5818C7.22439 17.4627 8.55727 22.0228 12.1179 24.3005C13.1312 24.9489 14.1327 25.4786 13.832 26.9677C15.9509 26.9701 17.949 26.9701 20.1318 26.9701ZM13.8817 29.9152C13.7917 31.763 13.6213 33.5182 15.4561 34.5799C16.5167 35.195 17.9206 35.0881 18.8794 34.3329C20.3662 33.1596 20.1484 31.5469 20.0608 29.9152C17.9727 29.9152 15.9698 29.9152 13.8817 29.9152Z" fill="#2C98B3"/>
                          <path d="M37.1476 11.7247C36.9582 10.8079 36.7807 9.94579 36.6055 9.08601C56.9941 4.05797 80.1835 20.1634 79.4922 45.2561C80.335 45.2561 81.1802 45.2466 82.023 45.2585C83.5382 45.2822 84.1514 46.3415 83.382 47.6549C82.0775 49.878 80.7564 52.0892 79.4188 54.2933C78.6518 55.5544 77.4657 55.5616 76.7033 54.3051C75.3633 52.1035 74.0423 49.8923 72.7354 47.6692C71.94 46.3154 72.565 45.2751 74.1559 45.2585C74.9467 45.2513 75.7374 45.2561 76.5187 45.2561C77.7924 25.7472 59.8185 7.28095 37.1476 11.7247ZM78.0575 51.0347C78.6778 49.9944 79.2057 49.1061 79.7716 48.1537C78.5594 48.1537 77.513 48.1537 76.3411 48.1537C76.9188 49.1227 77.4396 49.9991 78.0575 51.0347Z" fill="#2C98B3"/>
                          <path d="M45.3852 79.4559C21.6703 80.0449 6.52554 59.3793 8.67758 40.8917C9.54644 40.9559 10.4177 41.0224 11.3244 41.0889C10.832 53.1828 15.1218 63.0061 24.7574 70.3C31.4597 75.3731 39.9542 77.0262 45.3876 76.468C45.3876 75.6605 45.3757 74.8387 45.3899 74.017C45.416 72.542 46.4648 71.915 47.7243 72.656C49.9686 73.9766 52.1964 75.3209 54.4171 76.6794C55.634 77.4252 55.6553 78.6151 54.455 79.3538C52.213 80.7337 49.9592 82.0922 47.6888 83.4246C46.4814 84.1324 45.4231 83.4983 45.3923 82.0875C45.371 81.2348 45.3852 80.3798 45.3852 79.4559ZM51.15 78.0308C50.1202 77.4133 49.2276 76.8789 48.2735 76.3065C48.2735 77.5178 48.2735 78.57 48.2735 79.7504C49.2418 79.1709 50.1202 78.6484 51.15 78.0308Z" fill="#2C98B3"/>
                          <path d="M73.8493 59.5061C81.5862 59.5014 87.9878 65.9117 87.9997 73.6758C88.0115 81.5777 81.6548 88.0047 73.8304 87.9999C65.9538 87.9952 59.6066 81.6395 59.5948 73.7423C59.5805 65.8879 65.9656 59.5109 73.8493 59.5061ZM73.7854 85.157C79.9763 85.1736 85.1232 80.0672 85.1563 73.8753C85.1918 67.5339 80.1113 62.361 73.8446 62.3586C67.5281 62.3562 62.4357 67.4484 62.431 73.7708C62.4286 80.0315 67.5234 85.1403 73.7854 85.157Z" fill="#2C98B3"/>
                          <path d="M38.3242 36.6426C38.3242 35.7044 38.3242 34.828 38.3242 33.9017C43.9706 33.9017 49.5768 33.9017 55.2564 33.9017C55.2564 34.7781 55.2564 35.6783 55.2564 36.6426C49.6549 36.6426 44.0275 36.6426 38.3242 36.6426Z" fill="#2C98B3"/>
                          <path d="M55.2895 43.8921C55.2895 44.8279 55.2895 45.7067 55.2895 46.6306C49.6218 46.6306 43.9943 46.6306 38.3242 46.6306C38.3242 45.7114 38.3242 44.8326 38.3242 43.8921C43.9588 43.8921 49.5863 43.8921 55.2895 43.8921Z" fill="#2C98B3"/>
                          <path d="M55.2747 56.6142C49.633 56.6142 44.0268 56.6142 38.3496 56.6142C38.3496 55.7236 38.3496 54.8234 38.3496 53.8639C43.9653 53.8639 49.5927 53.8639 55.2747 53.8639C55.2747 54.7735 55.2747 55.6713 55.2747 56.6142Z" fill="#2C98B3"/>
                          <path d="M28.0442 4.10632C28.6668 4.72384 29.2918 5.34611 29.9145 5.96364C29.164 6.71891 28.3993 7.48606 27.6275 8.26271C26.9954 7.62144 26.3633 6.97779 25.7217 6.32702C26.4816 5.60025 27.2676 4.84972 28.0442 4.10632Z" fill="#2C98B3"/>
                          <path d="M15.6035 0C16.5174 0 17.391 0 18.3308 0C18.3308 1.08066 18.3308 2.16132 18.3308 3.30849C17.4454 3.30849 16.5505 3.30849 15.6035 3.30849C15.6035 2.20645 15.6035 1.12816 15.6035 0Z" fill="#2C98B3"/>
                          <path d="M0 15.6666C1.11271 15.6666 2.16387 15.6666 3.26948 15.6666C3.26948 16.5786 3.26948 17.4502 3.26948 18.4003C2.20648 18.4003 1.13875 18.4003 0 18.4003C0 17.5263 0 16.6356 0 15.6666Z" fill="#2C98B3"/>
                          <path d="M33.9737 18.4384C32.8563 18.4384 31.8075 18.4384 30.6924 18.4384C30.6924 17.5145 30.6924 16.6239 30.6924 15.6786C31.7862 15.6786 32.8563 15.6786 33.9737 15.6786C33.9737 16.593 33.9737 17.467 33.9737 18.4384Z" fill="#2C98B3"/>
                          <path d="M6.25274 8.26162C5.51409 7.49447 4.78017 6.7297 4.01074 5.92929C4.64996 5.3379 5.31285 4.72513 5.94733 4.13611C6.6339 4.83438 7.39623 5.60866 8.18223 6.40906C7.61167 6.9577 6.96298 7.57997 6.25274 8.26162Z" fill="#2C98B3"/>
                          <path d="M8.04725 27.8523C7.42461 28.4935 6.66702 29.2726 5.89522 30.0658C5.26784 29.4364 4.6452 28.8118 3.99414 28.1587C4.80618 27.42 5.60402 26.6932 6.44921 25.9237C6.89666 26.4676 7.47432 27.1635 8.04725 27.8523Z" fill="#2C98B3"/>
                          <path d="M27.6488 25.8217C28.4254 26.5888 29.1782 27.3346 29.9737 28.1207C29.3013 28.7501 28.6408 29.3676 27.9684 29.997C27.27 29.2726 26.5148 28.4889 25.7383 27.6837C26.3301 27.1066 26.9741 26.4796 27.6488 25.8217Z" fill="#2C98B3"/>
                          <path d="M32.666 33.8906C33.5941 33.8906 34.4677 33.8906 35.391 33.8906C35.391 34.824 35.391 35.7218 35.391 36.6623C34.4819 36.6623 33.6059 36.6623 32.666 36.6623C32.666 35.7693 32.666 34.8715 32.666 33.8906Z" fill="#2C98B3"/>
                          <path d="M35.3981 43.8901C35.3981 44.8402 35.3981 45.7166 35.3981 46.6357C34.4819 46.6357 33.6083 46.6357 32.666 46.6357C32.666 45.7474 32.666 44.8497 32.666 43.8901C33.5467 43.8901 34.4416 43.8901 35.3981 43.8901Z" fill="#2C98B3"/>
                          <path d="M32.6729 53.8242C33.5985 53.8242 34.4532 53.8242 35.3718 53.8242C35.3718 54.7386 35.3718 55.6364 35.3718 56.5959C34.4911 56.5959 33.5962 56.5959 32.6729 56.5959C32.6729 55.6673 32.6729 54.7481 32.6729 53.8242Z" fill="#2C98B3"/>
                          <path d="M75.2224 80.9095C75.2224 81.3632 75.2224 81.7741 75.2224 82.2467C74.2778 82.2467 73.3781 82.2467 72.4098 82.2467C72.3885 81.8121 72.3672 81.3798 72.3459 80.9594C69.3842 80.0474 68.3046 78.9501 68.1508 76.6629C69.0551 76.6629 69.9595 76.6629 70.916 76.6629C71.2545 77.7934 72.1068 78.1259 73.2384 78.0428C73.8848 77.9953 74.5406 78.0594 75.1892 78.0404C76.0108 78.0167 76.6026 77.4229 76.6239 76.6463C76.6476 75.8364 76.0344 75.1951 75.175 75.1761C74.3464 75.1571 73.5178 75.188 72.6916 75.1808C70.2696 75.1618 68.3425 73.4732 68.1271 71.1907C67.9353 69.1553 69.5144 67.2314 71.7872 66.7303C71.96 66.6923 72.1328 66.6519 72.3364 66.6068C72.3577 66.1674 72.3814 65.7328 72.4051 65.2554C73.3213 65.2554 74.1996 65.2554 75.1679 65.2554C75.1916 65.671 75.2177 66.1009 75.2484 66.5997C77.6419 66.9916 79.169 68.2907 79.4838 70.9104C78.6173 70.9104 77.8219 70.9318 77.0288 70.8938C76.8559 70.8843 76.6192 70.6943 76.5387 70.5281C76.1717 69.7585 75.5728 69.4616 74.7513 69.483C73.9818 69.5044 73.2124 69.4664 72.4453 69.4806C71.5717 69.4973 70.9609 70.1029 70.9609 70.9152C70.9633 71.7275 71.5741 72.3307 72.4501 72.345C73.2479 72.3592 74.0481 72.3355 74.846 72.3379C77.2868 72.3497 79.1974 73.9862 79.4531 76.2805C79.6827 78.3302 78.0799 80.2896 75.7551 80.7979C75.613 80.8216 75.4686 80.8549 75.2224 80.9095Z" fill="#2C98B3"/>
                          </svg>
                          
                          
                      </div>
                      <p class="s-c">
                        الاستراتيجية والقيادة                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  
           
           
                </div>
                <div class="swiper-button-next"></div>
                <div class="swiper-button-prev"></div>
              </div>
            </div>
          </div>
          <div class="sec-five mt-5 p-3">
            <div class="">
              <div
                class="d-flex justify-content-center align-items-center container"
              >
                <h1> أستكشف مجالات ريادة الاعمال 
                    
                <a style="color: #F2631C;" href="">متخصصة </a>
                </h1>
        
              </div>
              <div
                style="overflow: hidden"
                
                class="swiper-container mySwiper work  main-swiper"
              >
                <div
                 
                  class="swiper-wrapper"
                >
       
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="78" height="90" viewBox="0 0 78 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M35.1999 89.5978C33.4183 89.4818 31.6345 89.3965 29.855 89.2412C25.7743 88.8867 21.6829 88.552 17.7906 87.1321C16.8554 86.7908 15.9418 86.3029 15.1257 85.7253C13.435 84.5307 13.4025 82.5857 15.1777 81.5049C16.6086 80.6319 18.2084 79.9121 19.8277 79.5161C22.3128 78.9101 24.8781 78.6388 27.4088 78.2253C27.6036 78.1924 27.8006 78.164 28.0409 78.129C27.8158 76.0549 27.0516 74.2236 25.9605 72.5237C25.8285 72.3202 25.5665 72.1911 25.3479 72.0555C16.9853 66.8877 11.0429 59.5781 6.8735 50.7084C3.42498 43.3725 1.39007 35.6406 0.628057 27.5608C0.498169 26.1934 0.783923 25.7121 2.09363 25.3029C4.49872 24.5481 6.79124 23.5483 8.94738 22.2246C9.39765 21.9489 9.57517 21.6776 9.52538 21.1219C9.2721 18.2164 12.0365 15.847 14.8313 16.5799C15.4245 16.7352 15.7665 16.593 16.1518 16.1445C19.057 12.7774 21.4318 9.0952 23.0164 4.89887C23.629 3.27328 25.1119 2.54253 26.6078 1.954C30.5412 0.407176 34.6717 0.00898364 38.8411 0.000232173C43.0689 -0.0107072 47.2556 0.36123 51.2584 1.90149C53.1547 2.63005 54.5878 3.70867 55.3758 5.79589C56.85 9.69249 59.1837 13.1034 61.9286 16.2233C62.2858 16.6302 62.6019 16.7243 63.1128 16.5974C66.0071 15.8754 68.7088 18.1617 68.4858 21.1482C68.449 21.6514 68.5486 21.9752 69.0184 22.1874C71.2221 23.1829 73.3913 24.2637 75.6275 25.1717C77.2684 25.8368 77.5238 26.0906 77.355 27.8474C76.5605 36.1372 74.4 44.0486 70.761 51.5201C66.6739 59.9084 60.9545 66.8746 53.0032 71.817C52.1871 72.3246 51.6935 73.0159 51.293 73.8233C50.9834 74.4468 50.7042 75.09 50.4898 75.753C50.2496 76.4947 50.1002 77.2648 49.8859 78.1181C51.4965 78.3347 53.027 78.5184 54.551 78.7525C56.9474 79.1223 59.3266 79.5839 61.5325 80.6625C62.0715 80.9273 62.5954 81.2533 63.0673 81.6296C64.4939 82.7673 64.5502 84.6248 63.0197 85.6049C61.6775 86.4626 60.1838 87.1911 58.6598 87.6243C53.9665 88.9568 49.1195 89.239 44.2726 89.4665C43.7855 89.4884 43.3027 89.554 42.8178 89.6C40.2807 89.5978 37.7392 89.5978 35.1999 89.5978ZM38.9991 40.7996C37.0097 43.0072 34.6132 43.8189 31.8444 42.959C29.0648 42.0948 27.6274 39.977 27.1945 37.124C25.2656 37.5178 23.5706 37.2093 22.0639 36.0147C20.5615 34.8267 19.9099 33.2011 19.767 31.2999C18.046 31.4465 16.6021 30.9826 15.4245 29.8099C14.2208 28.611 13.8009 27.1057 13.8961 25.5502C13.093 25.2548 12.331 25.0666 11.6664 24.6991C11.1988 24.4409 10.9173 24.5328 10.4952 24.7406C8.45597 25.7493 6.41023 26.7469 4.33203 27.6724C3.76485 27.924 3.6328 28.1931 3.70424 28.7707C4.68705 36.8877 6.91247 44.613 10.7442 51.8374C16.089 61.9147 23.8585 69.2331 34.5634 73.2107C37.408 74.2674 40.2655 74.344 43.1166 73.3288C50.728 70.6159 57.1185 66.0979 62.1408 59.7225C69.3128 50.6187 72.9518 40.0623 74.3308 28.6175C74.3892 28.1275 74.242 27.9284 73.7852 27.7205C71.6378 26.7404 69.5206 25.6902 67.3861 24.6816C67.1718 24.5809 66.8774 24.4693 66.6825 24.5394C65.8339 24.85 65.0091 25.2242 64.1346 25.5939C64.0242 29.3483 62.5175 30.8645 58.229 31.3918C58.1186 33.2711 57.4194 34.8727 55.904 36.0563C54.3951 37.2356 52.6871 37.5047 50.8579 37.1437C50.0417 43.3463 42.9001 45.2957 38.9991 40.7996ZM24.1984 25.513C28.0084 24.9835 30.4482 26.585 31.5717 30.2694C34.5288 29.3352 36.9837 30.1469 39.0164 32.3676C41.1076 30.0178 43.5798 29.3811 46.459 30.2519C47.6063 26.55 50.0612 24.9704 53.8063 25.5064C54.6874 22.2312 56.0577 21.1525 59.6534 20.8769C59.7617 20.4043 59.8028 19.8967 59.9976 19.4591C60.2206 18.9559 60.1665 18.6146 59.7833 18.2252C59.2768 17.7088 58.7854 17.1619 58.3762 16.5668C56.666 14.0857 54.9883 11.5828 53.3885 9.21991C43.8201 12.9196 34.1803 12.9437 24.4365 9.13896C22.7848 12.412 20.6763 15.5669 18.1131 18.4046C17.9789 18.5534 17.8534 18.8246 17.8923 19.0019C18.0309 19.6451 18.243 20.273 18.4249 20.9053C21.7413 20.9819 23.4602 22.3384 24.1984 25.513ZM17.0372 83.6205C19.4055 84.7998 21.7067 85.2024 24.0057 85.5612C30.184 86.526 36.4078 86.7448 42.6468 86.5457C47.8683 86.3794 53.0768 86.0228 58.1619 84.6882C59.0581 84.4541 59.9197 84.0844 60.7965 83.7759C60.7813 83.684 60.7661 83.5921 60.7532 83.5002C57.322 81.9796 53.6461 81.6208 49.8621 81.1701C50.0158 81.9271 50.1565 82.5463 50.2604 83.172C50.4271 84.1588 49.9941 84.8961 49.178 85.0624C48.3207 85.2374 47.5457 84.7976 47.4029 83.8284C47.1604 82.1678 46.9417 80.4831 46.9526 78.8094C46.9634 77.4683 47.3292 76.1293 47.5587 74.6612C41.8675 77.8183 36.1546 77.8227 30.3291 74.5868C30.433 75.0288 30.4741 75.2476 30.5347 75.462C31.3054 78.1531 31.3552 80.8595 30.6971 83.579C30.4178 84.732 29.7684 85.2527 28.8397 85.0602C27.9478 84.8764 27.5603 84.0625 27.8049 82.9095C27.9218 82.3603 28.0214 81.8068 28.1491 81.1548C24.3391 81.6515 20.6719 81.9687 17.0372 83.6205ZM25.6986 5.73901C25.7159 5.85934 25.7332 5.98186 25.7505 6.1022C26.8568 7.08236 28.2379 7.49368 29.6255 7.8503C34.4119 9.07988 39.2675 9.15865 44.147 8.63575C46.5023 8.38414 48.8251 7.93563 50.9943 6.91389C51.4618 6.69292 51.8645 6.33849 52.4815 5.9206C51.8104 5.5071 51.3796 5.17235 50.8947 4.95357C48.1129 3.69554 45.145 3.28203 42.1446 3.09388C37.3972 2.79633 32.6844 2.98011 28.1253 4.54662C27.2811 4.8398 26.5061 5.33863 25.6986 5.73901ZM33.8079 32.8664C31.7665 32.8795 30.1537 34.5357 30.1646 36.6054C30.1754 38.6686 31.8141 40.2986 33.8642 40.2854C35.9099 40.2723 37.5205 38.6183 37.5054 36.5486C37.4924 34.4745 35.8623 32.8533 33.8079 32.8664ZM47.8553 36.6405C47.8791 34.5642 46.2858 32.8948 44.2509 32.8664C42.1965 32.8379 40.5491 34.4438 40.5145 36.5092C40.4798 38.5811 42.0774 40.2526 44.121 40.2833C46.1689 40.3139 47.8315 38.6949 47.8553 36.6405ZM28.6427 31.3568C28.647 29.694 27.3049 28.3353 25.6769 28.3572C24.0966 28.3791 22.7588 29.7399 22.7523 31.3349C22.7458 32.9473 24.0533 34.2863 25.6553 34.3082C27.3265 34.3344 28.6384 33.037 28.6427 31.3568ZM52.304 34.3126C53.9492 34.3169 55.2914 32.9561 55.2676 31.3108C55.2437 29.7137 53.8972 28.3638 52.3191 28.3594C50.7236 28.355 49.401 29.6765 49.3793 31.2955C49.3555 32.978 50.6457 34.3082 52.304 34.3126ZM21.2672 26.1124C21.2629 24.9222 20.2368 23.8983 19.0505 23.9027C17.8663 23.9071 16.8424 24.9419 16.8467 26.1278C16.8511 27.3136 17.8837 28.3441 19.0635 28.3419C20.239 28.3397 21.2716 27.2939 21.2672 26.1124ZM58.9715 23.9027C57.7852 23.8983 56.7569 24.92 56.7526 26.1102C56.7461 27.2895 57.7809 28.3397 58.9542 28.3419C60.134 28.3462 61.1688 27.3158 61.1753 26.1299C61.1796 24.9441 60.1557 23.9071 58.9715 23.9027ZM15.327 20.9381C15.3487 20.1046 14.6971 19.4197 13.8853 19.4197C13.1124 19.4197 12.4587 20.0652 12.4349 20.8506C12.4111 21.6667 13.0821 22.3712 13.8831 22.3734C14.6559 22.3734 15.3076 21.7258 15.327 20.9381ZM64.1887 19.4176C63.4115 19.3847 62.7469 19.9973 62.6971 20.7937C62.6452 21.6295 63.2643 22.3384 64.0761 22.3712C64.8425 22.404 65.52 21.7805 65.5742 20.9906C65.6326 20.168 65.0005 19.4526 64.1887 19.4176Z" fill="#F2631C"/>
                          </svg>
                          
                          
                      </div>
                      <p class="s-c">
                        المجوهرات
                                            </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>
                        <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M46.4102 0C47.3093 0.25198 48.2343 0.433966 49.0983 0.772273C50.5045 1.3229 51.3333 2.30515 51.2229 3.92669C51.1783 4.58931 51.2699 5.26825 51.3591 5.93087C51.6032 7.72506 52.5728 8.79131 54.3711 9.10629C56.6226 9.50059 58.8975 9.7479 61.1442 10.1632C63.5999 10.6158 66.0015 11.2738 68.1637 12.585C71.4529 14.5752 72.1853 17.4496 70.1194 20.6834C67.983 24.0315 65.8395 27.3702 64.2807 31.0379C62.4777 35.2819 61.3226 39.6589 61.9236 44.3042C62.1537 46.0797 62.534 47.8856 63.1843 49.5468C64.1563 52.0339 65.4287 54.4044 66.572 56.8239C66.6659 56.8169 66.7598 56.8099 66.8537 56.8029C69.0019 51.7633 71.15 46.7213 73.3333 41.6001C72.2604 40.9818 71.1899 40.3962 70.1522 39.7592C67.4477 38.0957 66.396 34.61 67.7177 31.7915C68.1802 30.8046 68.7788 30.4873 69.5583 30.8093C70.38 31.1499 70.5631 31.8242 70.117 32.8578C69.3587 34.6123 69.901 36.4788 71.5327 37.5287C72.4177 38.098 73.3545 38.5856 74.3921 39.1829C75.3617 36.6748 76.9863 34.8829 79.7613 34.484C81.3553 34.2553 82.8626 34.5656 84.1984 35.4966C85.83 36.6328 86.7221 38.2007 86.9287 40.1769C87.1377 42.1717 86.2714 43.8002 85.222 45.2771C86.0319 46.0424 86.8818 46.684 87.5297 47.4866C89.5558 50.0064 89.6591 53.2892 87.8443 56.1333C84.9097 60.7366 81.9423 65.3189 79.0006 69.9175C77.5732 72.148 77.9019 74.6585 79.7941 76.3244C80.6698 77.0943 81.7122 77.4093 82.8508 77.5049C87.0015 77.8456 89.8774 81.0303 89.7976 85.1787C89.7788 86.1703 89.807 87.1618 89.7765 88.1534C89.7483 89.026 89.2788 89.481 88.4805 89.4787C87.687 89.4763 87.2198 89.0237 87.187 88.1464C87.1447 87.0102 87.2034 85.8693 87.1165 84.7377C86.9146 82.1012 85.2361 80.3327 82.5926 80.1227C77.7657 79.7378 75.3782 75.7457 75.4791 72.4397C75.5237 71.0048 76.0073 69.7169 76.7868 68.5106C79.7331 63.9493 82.6654 59.381 85.5929 54.8057C87.2903 52.1553 86.5625 49.3065 83.7195 47.6826C83.5622 47.8996 83.3908 48.1212 83.2382 48.3545C79.3176 54.2668 75.4016 60.1836 71.4669 66.0888C71.15 66.5648 71.0749 66.9778 71.2181 67.5424C71.9764 70.5545 72.2628 73.6296 72.2769 76.728C72.2886 79.0378 70.7767 80.5614 68.4337 80.594C66.5274 80.622 64.6188 80.6337 62.7124 80.5824C62.0011 80.5637 61.6067 80.818 61.2311 81.3943C59.6534 83.8161 58.0288 86.2076 56.416 88.6061C55.8173 89.4973 55.167 89.719 54.4416 89.3037C53.7396 88.9024 53.6175 88.3261 54.0378 87.3205C54.8454 85.384 55.66 83.4498 56.47 81.5156C56.5803 81.252 56.6766 80.9837 56.8057 80.6477C54.2655 80.6477 51.8098 80.6477 49.2227 80.6477C49.2227 80.9603 49.2227 81.2683 49.2227 81.5763C49.2227 83.6761 49.2274 85.776 49.2203 87.8758C49.2156 88.9257 48.7508 89.4507 47.8751 89.4343C47.0323 89.418 46.5956 88.914 46.5933 87.9038C46.5839 85.517 46.5909 83.1302 46.5909 80.671C45.5298 80.671 44.525 80.671 43.4145 80.671C43.4145 81.7769 43.4145 82.8782 43.4145 83.9771C43.4145 85.23 43.4169 86.4852 43.4145 87.7381C43.4098 88.8954 43.0037 89.4227 42.1163 89.4343C41.2171 89.446 40.7851 88.9164 40.7828 87.7755C40.7781 85.706 40.7804 83.6341 40.7804 81.5646C40.7804 81.28 40.7804 80.9953 40.7804 80.6057C38.9493 80.6057 37.2002 80.601 35.4489 80.6127C35.3221 80.6127 35.1695 80.6967 35.0756 80.7877C34.3666 81.497 33.7468 82.3206 32.9556 82.9178C28.8237 86.0349 24.3326 88.4218 19.1536 89.334C18.7287 89.4087 18.3085 89.509 17.8859 89.6C16.6534 89.6 15.4208 89.6 14.1883 89.6C13.4981 89.4833 12.8055 89.3783 12.1177 89.2454C8.2393 88.4941 4.82578 86.9005 2.26916 83.7951C0.98263 82.2319 0.299457 80.461 0.341715 78.4032C0.391016 75.9557 0.365192 73.5059 0.351105 71.0584C0.329976 67.2134 0.423883 63.359 0.231374 59.521C-0.163036 51.7306 3.07206 46.0051 9.87094 42.251C14.1484 39.8899 18.8508 38.945 23.6706 38.4993C25.0534 38.371 26.4432 38.3197 27.8729 38.231C27.3611 35.0509 26.4361 32.0668 24.9454 29.3207C23.2668 26.2246 21.4027 23.2265 19.5363 20.2354C17.7403 17.3586 18.1888 14.8202 21.0013 12.907C23.0719 11.4978 25.4384 10.8025 27.8635 10.3499C30.453 9.86689 33.073 9.55192 35.6719 9.11795C37.3834 8.83098 38.313 7.89305 38.6065 6.19452C38.7309 5.48057 38.8248 4.7363 38.7708 4.02002C38.637 2.26782 39.5573 1.27857 41.0645 0.713944C41.8839 0.401302 42.7501 0.230982 43.593 0C44.532 0 45.4711 0 46.4102 0ZM35.0732 77.9482C35.4348 77.9692 35.693 77.9996 35.9489 77.9996C43.0201 78.0019 50.0937 77.9949 57.1649 78.0159C57.7588 78.0182 58.0312 77.8339 58.2589 77.2856C60.5667 71.7444 62.9143 66.2195 65.2104 60.6736C65.3583 60.3166 65.3043 59.759 65.1235 59.402C64.2478 57.6568 63.3041 55.9443 62.3744 54.2248C58.719 47.4586 58.2002 40.4475 60.6535 33.1797C62.2147 28.5531 64.6047 24.3604 67.2575 20.2937C67.6707 19.6615 68.0839 19.0152 68.3938 18.3292C68.8657 17.2886 68.7131 16.2551 67.7764 15.5738C66.842 14.8948 65.8208 14.2766 64.7479 13.8589C61.6936 12.6713 58.4585 12.235 55.221 11.9037C51.2699 11.5001 49.3377 9.77824 48.7532 5.9962C48.6475 5.30558 48.5935 4.60097 48.6006 3.90569C48.6076 3.34574 48.3822 3.08443 47.8493 3.07743C45.9759 3.05876 44.1024 3.04243 42.229 3.04476C41.6256 3.04476 41.3486 3.34807 41.3932 3.98735C41.4261 4.47732 41.3415 4.97661 41.304 5.47124C41.0176 9.24161 39.2333 11.1898 35.4935 11.7871C34.3361 11.9714 33.1646 12.0741 32.0072 12.2514C29.0491 12.7063 26.0934 13.1893 23.3748 14.5215C20.7994 15.7861 20.4965 16.99 22.1188 19.3325C24.3819 22.6036 26.4408 25.9913 28.0208 29.6473C30.0257 34.2903 31.1667 39.0919 30.7512 44.1875C30.4178 48.2496 28.9388 51.9289 27.0254 55.4753C25.6966 57.9391 24.3584 60.3983 23.133 62.9134C22.4803 64.2526 22.0577 65.7039 21.5295 67.1061C21.6046 67.1691 21.6798 67.2321 21.7549 67.2974C22.816 66.7678 23.9007 66.2801 24.9336 65.6992C27.7861 64.094 30.3122 62.0641 32.634 59.7753C33.343 59.0777 34.113 58.9657 34.6225 59.6003C34.9159 59.9666 35.0545 60.5499 35.0568 61.0376C35.0873 66.3151 35.0756 71.5951 35.0756 76.8727C35.0732 77.2133 35.0732 77.5539 35.0732 77.9482ZM15.2448 42.7433C14.2376 43.1493 13.3314 43.4643 12.4769 43.8866C12.2186 44.0126 11.9721 44.4209 11.9533 44.7172C11.8876 45.6738 11.9369 46.6397 11.9252 47.6009C11.9134 48.5762 11.4345 49.1082 10.6081 49.0942C9.81459 49.0825 9.34271 48.5692 9.30984 47.6453C9.28871 47.0433 9.30515 46.4414 9.30515 45.5921C8.53041 46.2384 7.94584 46.7493 7.33779 47.2276C6.69453 47.7363 6.44333 48.3406 6.46446 49.1875C6.5255 51.5766 6.49732 53.9681 6.47854 56.3573C6.4715 57.4048 5.78598 57.9671 4.83986 57.7408C4.07217 57.5565 3.86558 56.9779 3.86558 56.2779C3.86558 55.6946 3.86558 55.1114 3.86323 54.5281C3.86323 53.9774 3.86323 53.4268 3.86323 52.8762C3.58855 53.0815 3.50169 53.2892 3.43595 53.5038C2.70348 55.893 2.67296 58.3264 3.01572 60.7739C3.27866 62.6498 4.46658 63.933 5.87754 65.1602C7.36596 62.8994 9.36853 61.3642 11.6458 60.1533C14.9184 58.4104 18.4447 57.5028 22.1047 57.0269C22.5554 56.9685 23.201 56.8332 23.3818 56.5206C25.2412 53.3102 26.9456 50.0111 27.6921 46.3457C28.049 44.5982 28.1335 42.7947 28.3589 40.8721C26.6333 40.9491 25.1919 41.0121 23.7011 41.0775C23.7011 42.188 23.7081 43.147 23.6988 44.1059C23.6894 45.0765 23.2104 45.6248 22.3958 45.6294C21.5788 45.6318 21.0905 45.0858 21.074 44.1105C21.06 43.2426 21.0717 42.3747 21.0717 41.4088C19.9401 41.6304 18.9212 41.8311 17.8718 42.0364C17.8718 42.4447 17.8718 42.762 17.8718 43.0793C17.8718 45.3821 17.8671 47.6849 17.8742 49.9878C17.8765 50.6504 17.7216 51.2103 17.0173 51.4483C16.0359 51.7819 15.2495 51.1777 15.2448 50.0601C15.2354 47.6779 15.2448 45.2958 15.2448 42.7433ZM2.97346 66.2032C2.97346 66.5928 2.97346 66.8728 2.97346 67.1527C2.97346 70.7668 3.0345 74.3808 2.94998 77.9926C2.90303 79.9851 3.58855 81.6206 5.02298 82.8922C6.08178 83.8324 7.24858 84.7354 8.52102 85.3397C13.261 87.5865 18.0925 87.4278 22.9428 85.6056C23.5344 85.384 23.7269 85.1063 23.7222 84.4834C23.6941 79.7051 23.7081 74.9245 23.7058 70.1462C23.7058 69.8942 23.6823 69.6422 23.6682 69.3389C22.7033 69.6749 21.8089 70.0342 20.8862 70.2885C20.4026 70.4215 20.3064 70.6595 20.3157 71.0911C20.3369 71.9637 20.3439 72.841 20.3111 73.7136C20.2782 74.6002 19.7359 75.1018 18.9306 75.0691C18.1535 75.0365 17.7145 74.5558 17.6981 73.6716C17.6817 72.806 17.6934 71.938 17.6934 71.0514C16.5524 71.0514 15.5124 71.0514 14.3808 71.0514C14.3808 71.4154 14.3808 71.7281 14.3808 72.0407C14.3808 74.1685 14.3785 76.2964 14.3785 78.4219C14.3785 79.1941 13.9559 79.6328 13.2211 79.7121C12.5402 79.7844 12.0073 79.4974 11.8242 78.7928C11.7514 78.5175 11.7561 78.2165 11.7561 77.9272C11.7514 75.7131 11.7655 73.4966 11.7373 71.2824C11.735 71.0281 11.5636 70.6198 11.3734 70.5545C10.4672 70.2395 9.52817 70.0202 8.47876 69.7332C8.47876 70.4845 8.50459 71.1751 8.47172 71.8657C8.42946 72.7686 7.91297 73.2539 7.09598 73.2189C6.32125 73.1863 5.88927 72.7126 5.87049 71.8214C5.85171 70.8601 5.87754 69.8989 5.85406 68.9376C5.84702 68.6973 5.79302 68.3707 5.63103 68.24C4.80465 67.5611 3.9407 66.9334 2.97346 66.2032ZM82.8884 44.1222C83.3086 43.3826 83.7993 42.7153 84.0927 41.9734C85.0529 39.5516 83.1631 36.9431 80.5524 37.0551C78.9278 37.1228 77.8103 37.9464 77.1765 39.4349C72.1031 51.369 67.0275 63.3007 61.9565 75.2371C61.9307 75.3001 61.9612 75.3888 61.9753 75.6151C68.5112 65.7925 74.972 56.0819 81.4633 46.3294C80.7802 45.9397 80.2261 45.6271 79.6509 45.2981C79.4796 45.5828 79.3504 45.8068 79.2096 46.0261C78.7353 46.768 78.1249 46.9547 77.423 46.572C76.7234 46.1917 76.5121 45.5408 76.9088 44.7895C77.6061 43.4759 78.3221 42.1717 79.0617 40.8815C79.4725 40.1629 80.1815 39.9785 80.8553 40.3448C81.5267 40.7111 81.7075 41.3714 81.3436 42.1414C81.2121 42.419 81.0713 42.6943 80.921 43C81.5854 43.3803 82.1888 43.7232 82.8884 44.1222ZM26.3375 83.8931C26.415 83.9538 26.4901 84.0121 26.5676 84.0728C28.3002 82.8969 30.0281 81.7116 31.7724 80.552C32.2889 80.2091 32.4697 79.7961 32.4673 79.1755C32.4415 74.3132 32.4532 69.4509 32.4509 64.5886C32.4509 64.3133 32.4227 64.0357 32.4086 63.7883C30.4436 65.1369 28.5185 66.4411 26.6193 67.785C26.4385 67.9134 26.354 68.275 26.3493 68.5316C26.3235 69.8989 26.3375 71.2684 26.3375 72.6357C26.3375 76.3874 26.3375 80.1414 26.3375 83.8931ZM7.99514 66.5765C11.3711 68.2003 14.7212 68.7463 18.2357 68.2143C18.4329 68.184 18.6653 67.8597 18.7405 67.6287C19.0175 66.7724 19.1795 65.8765 19.4894 65.0319C20.1303 63.2937 20.8393 61.5788 21.5765 59.7077C16.3857 60.6899 11.512 62.0618 7.99514 66.5765ZM69.2061 70.0132C69.0958 70.0039 68.9854 69.9922 68.8751 69.9829C67.1261 72.603 65.3771 75.2231 63.5294 77.9902C65.3512 77.9902 66.957 78.0136 68.5582 77.9786C69.2366 77.9646 69.6733 77.5563 69.6357 76.854C69.5137 74.5745 69.3517 72.295 69.2061 70.0132Z" fill="#F2631C"/>
                          </svg>
                          
                      </div>
                      <p class="s-c">
                        الازيــــــاء
                                            </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>
                        <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M73.3 89.5608C71.4347 89.0601 69.8712 88.1592 68.933 86.3727C67.3411 83.3377 68.6138 79.605 71.754 78.2034C72.1367 78.0329 72.4428 77.9279 72.4406 77.3769C72.4188 70.8475 72.4253 64.316 72.4231 57.7867C72.4231 57.6774 72.3969 57.5659 72.3772 57.4172C68.9156 57.4172 65.4867 57.4172 61.9288 57.4172C61.9288 58.1847 61.9332 58.9588 61.9266 59.7306C61.9135 61.281 61.2903 61.9151 59.742 61.9173C55.69 61.9238 51.6379 61.9195 47.5858 61.9195C47.2709 61.9195 46.956 61.9195 46.5318 61.9195C46.5318 62.5798 46.5318 63.1812 46.5318 63.7847C46.5318 66.4961 46.5449 69.2076 46.5208 71.9168C46.5164 72.4394 46.6236 72.7259 47.1615 72.9555C49.7791 74.0816 51.1743 76.8586 50.5751 79.6204C49.989 82.3231 47.5508 84.2998 44.7911 84.3041C42.0336 84.3107 39.5888 82.3449 38.9918 79.64C38.3817 76.8871 39.7921 74.1188 42.3681 72.9249C42.6437 72.798 43.0001 72.4482 43.0045 72.1967C43.046 68.8161 43.0329 65.4356 43.0329 61.9851C40.6034 61.9851 38.2045 61.9851 35.6854 61.9851C35.6854 62.2759 35.6854 62.5842 35.6854 62.8925C35.6854 66.448 35.6876 70.0057 35.6854 73.5612C35.6832 75.3367 35.1037 75.9118 33.3149 75.9118C29.8751 75.914 26.4353 75.9162 22.9955 75.9074C22.5932 75.9053 22.1667 75.8878 21.7928 75.7631C21.0537 75.5138 20.6622 74.93 20.6644 74.1625C20.6666 73.395 21.0602 72.8133 21.8015 72.5706C22.1799 72.446 22.6019 72.4241 23.0043 72.4219C26.0308 72.411 29.0573 72.4154 32.134 72.4154C32.134 68.8992 32.134 65.4509 32.134 61.9173C31.3512 61.9173 30.6011 61.9217 29.8511 61.9173C28.2635 61.9063 27.6402 61.281 27.6402 59.6694C27.6359 55.646 27.638 51.6226 27.638 47.6013C27.638 47.2843 27.638 46.9672 27.638 46.6479C27.5221 46.5998 27.4456 46.5386 27.3691 46.5386C24.0452 46.5299 20.7235 46.5167 17.3996 46.5474C17.1503 46.5495 16.7873 46.8251 16.6736 47.0656C15.5627 49.4315 13.3322 50.8572 10.9071 50.7042C8.36165 50.5424 6.28859 48.9286 5.53853 46.5233C4.78628 44.118 5.5757 41.6536 7.61159 40.0486C10.5287 37.7505 15.0072 38.8394 16.5467 42.2747C16.8288 42.9044 17.1459 43.0444 17.7691 43.0378C20.7432 43.0072 23.7172 43.0247 26.689 43.0247C26.9733 43.0247 27.2575 43.0247 27.5877 43.0247C27.5877 40.5691 27.5877 38.19 27.5877 35.6775C27.2925 35.6775 26.9864 35.6775 26.6802 35.6775C23.1245 35.6775 19.5667 35.6797 16.011 35.6775C14.22 35.6775 13.6383 35.1025 13.6361 33.3313C13.634 26.3931 13.6274 19.4548 13.6493 12.5166C13.6514 11.8869 13.5071 11.572 12.8795 11.2965C10.3407 10.1769 8.98706 7.33864 9.60373 4.63376C10.227 1.93544 12.6936 -0.0259796 15.438 0.00026016C18.2021 0.0286865 20.6273 2.01853 21.1936 4.72123C21.7666 7.45453 20.3758 10.2163 17.8282 11.3446C17.4018 11.5348 17.124 11.6769 17.1262 12.2498C17.1525 18.7223 17.1415 25.1926 17.1437 31.6651C17.1437 31.805 17.1612 31.9449 17.1743 32.133C20.6404 32.133 24.0692 32.133 27.6402 32.133C27.6402 31.4726 27.6402 30.7882 27.6402 30.1038C27.6424 28.1883 28.1847 27.6351 30.0697 27.6351C34.0344 27.6329 37.999 27.6351 41.9636 27.6351C42.2807 27.6351 42.5978 27.6351 42.9629 27.6351C42.9892 27.3967 43.0307 27.2043 43.0307 27.0119C43.0351 23.8631 43.022 20.7143 43.0439 17.5678C43.0482 17.0626 42.9017 16.8177 42.4184 16.6078C39.7921 15.4708 38.3948 12.7178 38.9852 9.94949C39.5625 7.2468 41.9942 5.26351 44.7561 5.24821C47.5442 5.2329 50.0197 7.24243 50.586 9.98229C51.1612 12.7615 49.7572 15.438 47.1287 16.6494C46.8773 16.7653 46.5602 17.102 46.558 17.3404C46.5252 20.6925 46.5405 24.0446 46.5492 27.3967C46.5492 27.447 46.5886 27.4995 46.6302 27.5935C48.9941 27.5935 51.3733 27.5935 53.8815 27.5935C53.8815 27.2918 53.8815 26.9856 53.8815 26.6795C53.8815 23.0934 53.8793 19.5073 53.8837 15.9234C53.8859 14.2528 54.4894 13.6449 56.1492 13.6449C59.648 13.6405 63.1469 13.6427 66.6435 13.6427C66.731 13.6427 66.8184 13.6405 66.9059 13.6427C68.113 13.6755 68.9068 14.36 68.9156 15.3767C68.9243 16.3913 68.1283 17.1261 66.93 17.1348C64.1025 17.1523 61.275 17.1414 58.4475 17.1414C58.1304 17.1414 57.8133 17.1414 57.4394 17.1414C57.4394 20.6444 57.4394 24.0949 57.4394 27.6394C58.231 27.6394 59.0095 27.6329 59.788 27.6416C61.264 27.6569 61.9244 28.3064 61.9266 29.7845C61.9354 33.8364 61.9288 37.8882 61.9288 41.9401C61.9288 42.2593 61.9288 42.5786 61.9288 42.9634C62.1759 42.9875 62.3968 43.029 62.6177 43.029C65.736 43.0334 68.8565 43.0247 71.9749 43.04C72.4603 43.0422 72.7358 42.946 72.9523 42.4387C74.0916 39.7928 76.8164 38.3999 79.5936 38.9794C82.3314 39.5501 84.341 42.0319 84.317 44.8177C84.2951 47.5795 82.3095 50.0088 79.6045 50.5795C76.8317 51.1656 74.1179 49.7595 72.9261 47.1487C72.8146 46.9038 72.539 46.5605 72.3357 46.5583C68.9024 46.5211 65.467 46.5321 61.9791 46.5321C61.9791 48.9942 61.9791 51.393 61.9791 53.877C62.9938 53.877 63.9778 53.877 64.9619 53.877C67.8768 53.877 70.7918 53.8726 73.7068 53.8792C75.2987 53.8835 75.922 54.5111 75.922 56.1205C75.9263 63.0587 75.9307 69.9969 75.911 76.9352C75.9089 77.613 76.0422 77.9847 76.742 78.2952C78.9178 79.2596 80.2715 81.6474 80.0965 83.9565C79.9063 86.4799 78.3165 88.5069 75.946 89.2569C75.6442 89.3531 75.3447 89.4624 75.0451 89.5652C74.4656 89.5608 73.8839 89.5608 73.3 89.5608ZM31.1784 58.3596C40.2929 58.3596 49.3374 58.3596 58.36 58.3596C58.36 49.2522 58.36 40.2083 58.36 31.1774C49.2652 31.1774 40.2404 31.1774 31.1784 31.1774C31.1784 40.2476 31.1784 49.2719 31.1784 58.3596ZM17.8369 5.91295C17.8194 4.57909 16.6976 3.48358 15.3659 3.49889C14.0319 3.51638 12.9364 4.63813 12.9517 5.9698C12.9692 7.30365 14.091 8.39916 15.4227 8.38385C16.7589 8.36855 17.8544 7.2468 17.8369 5.91295ZM74.1529 86.0557C75.4868 86.0688 76.6042 84.9689 76.6174 83.635C76.6305 82.3012 75.5305 81.1838 74.1966 81.1707C72.8627 81.1576 71.7452 82.2574 71.7321 83.5913C71.719 84.923 72.8189 86.0425 74.1529 86.0557ZM47.2271 11.2134C47.2425 9.87952 46.1469 8.75996 44.8108 8.74465C43.4746 8.72934 42.355 9.82267 42.3397 11.1587C42.3244 12.4904 43.4222 13.6143 44.7561 13.6296C46.0878 13.6449 47.2118 12.5472 47.2271 11.2134ZM13.6361 44.7587C13.6252 43.427 12.5056 42.3249 11.1716 42.3359C9.83772 42.3468 8.73996 43.462 8.75089 44.798C8.76183 46.1341 9.87708 47.234 11.211 47.2208C12.5449 47.2077 13.6471 46.0904 13.6361 44.7587ZM80.8182 44.8483C80.8553 43.5145 79.7816 42.3731 78.4477 42.3337C77.1181 42.2943 75.9723 43.3724 75.9307 44.704C75.8892 46.0313 76.9716 47.1771 78.3034 47.2187C79.6373 47.2602 80.781 46.18 80.8182 44.8483ZM47.2271 78.4418C47.2665 77.1101 46.1884 75.9665 44.8567 75.9249C43.5293 75.8834 42.3813 76.9658 42.3419 78.2974C42.3004 79.6291 43.3806 80.7727 44.7124 80.8099C46.0463 80.8493 47.1878 79.7734 47.2271 78.4418Z" fill="#F2631C"/>
                          <path d="M0 73.2916C0.513891 71.3564 1.47607 69.7733 3.34576 68.8418C6.33508 67.3505 10.0417 68.7127 11.3996 71.8287C12.7248 74.8747 11.1897 78.533 8.09543 79.6963C4.93117 80.888 1.39516 79.2502 0.356444 76.1123C0.238358 75.7537 0.120272 75.3973 0.00218677 75.0387C0 74.4571 0 73.8732 0 73.2916ZM5.92615 71.7216C4.59222 71.7325 3.49227 72.8521 3.50321 74.1859C3.51414 75.5198 4.63377 76.6196 5.9677 76.6087C7.30163 76.5978 8.40158 75.4782 8.39064 74.1444C8.37971 72.8105 7.26008 71.7106 5.92615 71.7216Z" fill="#F2631C"/>
                          <path d="M89.5655 15.3536C89.5918 18.5898 86.8867 21.3209 83.6372 21.3297C80.3964 21.3406 77.6761 18.6226 77.6826 15.3798C77.6892 12.1676 80.3439 9.48898 83.5672 9.44525C86.7971 9.40589 89.5393 12.102 89.5655 15.3536ZM83.6022 12.9461C82.2683 12.9592 81.1683 14.0766 81.1815 15.4104C81.1946 16.7443 82.312 17.8442 83.646 17.831C84.9799 17.8179 86.0798 16.7005 86.0667 15.3667C86.0536 14.0328 84.9361 12.9351 83.6022 12.9461Z" fill="#F2631C"/>
                          <path d="M73.3664 13.6471C74.2958 13.6296 75.0918 14.4125 75.1071 15.3571C75.1202 16.2995 74.3505 17.1042 73.4189 17.1195C72.4873 17.137 71.6957 16.3564 71.6848 15.4074C71.6695 14.454 72.4239 13.6646 73.3664 13.6471Z" fill="#F2631C"/>
                          <path d="M17.893 74.2385C17.858 75.1788 17.038 75.9463 16.1151 75.9026C15.1748 75.8589 14.4379 75.0498 14.4729 74.103C14.5057 73.1671 15.3345 72.3908 16.2507 72.4368C17.1888 72.4827 17.928 73.2939 17.893 74.2385Z" fill="#F2631C"/>
                          <path d="M44.8639 36.7314C46.7883 36.7314 48.7126 36.7248 50.637 36.7336C52.1874 36.7401 52.8281 37.3699 52.8303 38.9093C52.8369 42.8146 52.8369 46.7221 52.8303 50.6275C52.8281 52.1778 52.194 52.8185 50.6545 52.8207C46.7489 52.8273 42.8411 52.8273 38.9356 52.8207C37.3851 52.8185 36.7444 52.1844 36.7422 50.645C36.7357 46.7396 36.7357 42.8321 36.7422 38.9268C36.7444 37.3764 37.3786 36.7401 38.9181 36.7336C40.8993 36.7248 42.8805 36.7314 44.8639 36.7314ZM40.2848 40.2694C40.2848 43.3328 40.2848 46.2914 40.2848 49.2674C43.3135 49.2674 46.294 49.2674 49.2681 49.2674C49.2681 46.2301 49.2681 43.2498 49.2681 40.2694C46.2459 40.2694 43.285 40.2694 40.2848 40.2694Z" fill="#F2631C"/>
                          </svg>
                          
                          
                          
                      </div>
                      <p class="s-c">
                        التقنية
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="91" height="90" viewBox="0 0 91 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M90.2176 25.3645C90.2176 26.0059 90.2176 26.6473 90.2176 27.2887C89.8047 28.5365 89.3383 29.7727 88.2421 30.5913C87.708 30.9902 87.5727 31.3983 87.624 32.056C87.8736 35.3074 85.35 38.1365 82.1361 38.0992C81.0889 38.0876 80.3962 38.3091 79.7082 39.1185C78.9175 40.0467 77.7747 40.4899 76.5432 40.6252C76.2867 40.6531 76.0325 40.7045 75.7922 40.7441C74.6984 51.55 69.6 59.8509 60.504 65.7191C61.8194 68.3034 61.7354 70.834 60.4247 73.3739C60.2824 73.6491 60.4223 74.1553 60.5809 74.4818C61.6445 76.6812 61.7704 78.8993 60.7885 81.1524C60.497 81.8194 60.1075 82.4422 59.8393 83.1162C59.6224 83.6643 59.3052 83.8906 58.7198 83.8089C57.0988 83.585 55.4755 83.3798 53.8476 83.1675C54.0691 84.2078 54.3094 85.3506 54.5636 86.5425C53.9315 86.5868 53.4394 86.6311 52.9473 86.6544C51.7019 86.7127 50.5614 86.9996 49.5142 87.7553C48.5649 88.441 47.499 88.9681 46.4822 89.5652C45.8991 89.5652 45.316 89.5652 44.7329 89.5652C43.9259 89.1267 43.0094 88.8119 42.3377 88.2218C41.1249 87.1582 39.7908 86.6311 38.1978 86.6871C37.7243 86.7034 37.2486 86.6894 36.6911 86.6894C36.9873 85.3413 37.2439 84.1891 37.5144 82.9623C36.9104 83.1326 36.3669 83.3098 35.8142 83.4334C35.2195 83.5664 34.6154 83.683 34.009 83.753C31.9076 83.9955 31.9052 83.9885 30.9793 82.1273C30.8114 81.7891 30.6481 81.4462 30.4965 81.1011C29.7245 79.3471 29.489 77.4859 30.268 75.7553C30.9163 74.3115 30.8674 73.143 30.2563 71.7063C29.4073 69.7074 29.8178 67.6503 30.8231 65.6701C24.4815 61.7447 20.0105 56.315 17.3726 49.2759C15.7937 49.2759 14.2077 49.2759 12.5494 49.2759C12.7454 45.3832 12.041 41.5325 13.585 37.8333C13.3634 37.7867 13.1955 37.7377 13.0252 37.7144C9.73668 37.2759 7.14548 35.6712 5.08839 33.0916C3.65635 31.2934 2.13336 29.5697 0.652344 27.8135C0.652344 27.7552 0.652344 27.6969 0.652344 27.6385C0.740971 27.5686 0.845925 27.5126 0.920559 27.431C3.28085 24.7884 5.20501 21.761 8.07607 19.5289C5.94668 17.3575 4.44467 14.8478 4.18112 11.8508C3.93623 9.07524 4.04585 6.26707 4.00387 3.47289C4.00387 3.43091 4.07617 3.38893 4.14381 3.31663C6.18457 3.31663 8.25333 3.31663 10.3221 3.31663C13.9535 3.31663 17.0928 4.56911 19.7633 7.02042C19.9428 7.18602 20.1364 7.33763 20.1714 7.36561C21.4449 6.13179 22.618 4.92596 23.8658 3.79943C25.3095 2.49796 26.8162 1.26414 28.2948 0C28.3531 0 28.4114 0 28.4698 0C30.184 1.44607 31.8819 2.90846 33.6125 4.33354C36.0987 6.37902 37.6311 8.97495 38.2654 12.1213C38.3168 12.3755 38.4847 12.6414 38.6689 12.8303C39.1541 13.3271 39.6718 13.7936 40.1919 14.2554C40.3319 14.379 40.5208 14.54 40.6817 14.533C41.547 14.4863 42.5196 14.7126 43.0373 13.6677C43.133 13.4717 43.4152 13.3738 43.5295 13.1825C43.6997 12.9003 43.9353 12.5575 43.9026 12.2682C43.4898 8.63675 46.4985 5.53004 50.1439 5.90322C50.671 5.95686 50.9695 5.83558 51.3124 5.42275C53.6213 2.63091 57.8242 2.60059 60.0842 5.37611C60.476 5.8589 60.8328 5.94754 61.4042 5.89389C64.5132 5.60234 67.3796 7.96503 67.4636 11.0741C67.4986 12.3289 67.7598 13.2292 68.723 14.0385C69.4367 14.6379 70.8314 14.7406 71.4262 14.0245C73.7305 11.256 77.9076 11.235 80.2166 14.0082C80.5501 14.407 80.8464 14.5633 81.3781 14.5283C85.2171 14.2881 87.8923 17.0216 87.631 20.856C87.6124 21.1149 87.6474 21.5114 87.813 21.6304C89.105 22.5726 89.7884 23.8811 90.2176 25.3645ZM50.9812 42.9622C50.8879 42.9995 50.8249 43.0088 50.7829 43.0438C44.1265 48.7208 40.1569 55.8998 38.8299 64.5366C38.7902 64.7978 39.0444 65.2456 39.2893 65.3902C40.9196 66.3512 42.3283 67.557 43.4502 69.0754C43.8397 69.6025 44.1988 69.7238 44.8355 69.5465C45.3463 69.4042 45.9691 69.3879 46.4682 69.5488C47.1702 69.7774 47.506 69.5302 47.9049 69.0124C50.2908 65.929 53.4324 64.1891 57.3134 63.7506C57.9221 63.6806 58.5565 63.4544 59.0859 63.1442C61.3879 61.7937 63.4264 60.1028 65.2292 58.1366C69.7586 53.199 72.2681 47.3704 72.8839 40.7091C72.9375 40.126 72.7719 39.7669 72.2891 39.403C70.8478 38.3208 70.8058 38.2392 69.1102 38.1272C68.772 38.1039 68.3848 38.2998 68.0723 38.4841C67.0554 39.0858 66.1085 39.8298 65.0403 40.3126C64.4782 40.5669 64.1704 40.8001 63.9884 41.3832C62.8106 45.1593 58.8574 47.2654 55.1024 46.1365C53.3298 45.6024 51.9771 44.4969 50.9812 42.9622ZM20.5912 49.2549C20.5912 49.3832 20.5679 49.4765 20.5959 49.5511C20.6962 49.824 20.8081 50.0922 20.9271 50.3581C23.3433 55.6783 27.0471 59.8625 31.9589 63.0299C33.2253 63.8462 34.5967 63.7086 35.9541 64.0631C36.4766 60.7138 37.3605 57.5861 38.6666 54.5844C39.9844 51.5546 41.6893 48.7535 43.7417 46.1412C41.8339 44.0677 39.7674 42.2811 37.4701 40.7674C37.2905 40.6485 37.0293 40.5389 36.8334 40.5715C35.1565 40.8607 33.6078 40.5575 32.1641 39.5639C30.1817 45.1103 26.324 48.3266 20.5912 49.2549ZM38.8369 34.1109C40.4718 35.0555 42.0531 36.0001 43.6531 34.4654C45.3277 32.8607 44.3598 31.2187 43.4152 29.5651C45.1971 29.0146 47.0862 28.6018 47.0559 26.2694C47.0279 23.9884 45.1691 23.5919 43.3988 23.0554C44.3458 21.4461 45.302 19.8321 43.7277 18.2204C42.1114 16.5645 40.4671 17.5767 38.8485 18.4677C38.6573 17.8893 38.5033 17.3925 38.3307 16.9003C37.8596 15.5709 36.8941 14.8385 35.6136 14.8339C34.2889 14.8269 33.3116 15.5685 32.8405 16.9446C32.6749 17.4274 32.5163 17.9126 32.3274 18.4747C30.7181 17.5697 29.1415 16.6018 27.5415 18.1411C25.8459 19.7715 26.8768 21.4298 27.7537 23.0578C27.166 23.2514 26.6669 23.4053 26.1748 23.5779C24.8687 24.035 24.1037 25.0426 24.1013 26.2998C24.0967 27.5522 24.8593 28.5715 26.1608 29.038C26.6739 29.2222 27.194 29.3832 27.7491 29.5674C27.4715 30.1109 27.2243 30.5703 26.9981 31.0391C26.4033 32.2776 26.5829 33.5441 27.4692 34.4304C28.3601 35.3237 29.6173 35.5056 30.858 34.9132C31.3455 34.68 31.8213 34.4304 32.374 34.1505C32.8638 35.9441 33.307 37.7354 35.525 37.775C37.8573 37.8147 38.3098 35.9558 38.8369 34.1109ZM79.0948 18.4887C78.9059 17.8869 78.7659 17.4158 78.605 16.9493C78.1339 15.5802 77.145 14.8292 75.8296 14.8339C74.5118 14.8385 73.5392 15.5919 73.0751 16.9703C72.9142 17.4508 72.7556 17.9289 72.5923 18.4164C71.7294 18.0269 70.976 17.6887 70.1877 17.3341C69.7749 20.1353 69.7702 20.1307 67.6781 22.3557C67.5452 22.4957 67.4729 22.7709 67.4962 22.9668C67.6852 24.5062 67.34 25.9103 66.4467 27.2094C69.3411 29.1126 70.5329 31.7505 69.8915 35.3843C70.8921 34.9529 71.7224 34.5937 72.6366 34.1995C73.1101 35.9161 73.5439 37.712 75.7479 37.7727C78.1106 37.838 78.563 35.9394 79.0971 34.1085C80.6971 35.0671 82.2831 35.9908 83.8853 34.484C85.6019 32.8724 84.5804 31.1977 83.6778 29.5511C84.3075 29.3528 84.8369 29.2036 85.3524 29.017C86.5792 28.5762 87.3278 27.5383 87.3302 26.3068C87.3325 25.0776 86.5955 24.0607 85.3524 23.6035C84.8183 23.4076 84.2725 23.2397 83.6661 23.0368C84.578 21.4391 85.5366 19.8578 84.0136 18.2554C82.4183 16.5761 80.7694 17.5231 79.0948 18.4887ZM52.868 37.7937C52.868 38.5144 52.8097 39.1021 52.8773 39.6759C53.1526 41.9663 54.9601 43.5709 57.1944 43.5569C59.3845 43.5406 61.1524 41.936 61.4299 39.6829C61.5045 39.0858 61.4975 38.4794 61.5325 37.7983C62.0526 37.7983 62.5121 37.8077 62.9716 37.796C65.3645 37.7447 67.2257 35.8391 67.207 33.4695C67.186 31.1278 65.3482 29.2619 62.9972 29.2036C62.5121 29.1919 62.027 29.2012 61.5419 29.2012C61.6165 29.1383 61.6911 29.0753 61.7658 29.01C61.4112 27.7762 61.2223 26.4584 60.6556 25.3318C60.0189 24.0677 58.7361 23.5126 57.3064 23.445C56.2125 23.3936 55.2446 23.7505 54.398 24.4385C52.9007 25.656 52.7467 27.354 52.8237 29.2036C52.2476 29.2036 51.7602 29.1896 51.2704 29.2059C48.3643 29.3015 46.4075 32.1563 47.3544 34.9155C47.9329 36.6065 49.4582 37.7377 51.2447 37.7913C51.7345 37.8077 52.2243 37.7937 52.868 37.7937ZM60.2474 21.2945C62.0876 22.1995 63.2724 23.6502 63.9978 25.5464C65.3505 23.8088 64.273 22.3837 63.5313 20.898C65.3762 20.4222 67.1347 19.9557 67.1744 17.7353C67.214 15.403 65.3435 14.9691 63.5453 14.442C64.4409 12.8047 65.4578 11.165 63.7972 9.54404C62.1739 7.96037 60.5716 8.96329 58.9693 9.85192C58.7874 9.29448 58.6358 8.80002 58.4655 8.31022C57.9968 6.96445 56.9542 6.16911 55.6854 6.18544C54.4027 6.20176 53.4091 6.9901 52.9473 8.36153C52.7864 8.842 52.6255 9.32247 52.4505 9.84259C51.9584 9.58836 51.5736 9.38311 51.1841 9.18719C49.7824 8.47582 48.5113 8.61576 47.569 9.57903C46.6617 10.505 46.5288 11.7994 47.2028 13.1336C47.4197 13.5604 47.6413 13.9849 47.8489 14.393C46.902 14.7569 46.053 15.0857 45.0245 15.4822C46.9113 17.0753 47.6297 18.9155 47.3544 21.1336C47.3358 21.2828 47.3964 21.5138 47.5037 21.5931C49.0664 22.7429 49.8547 24.3126 49.9923 26.3021C50.3445 25.5044 50.5893 24.7837 50.9649 24.14C51.338 23.4986 51.8418 22.9342 52.2873 22.3371C49.0524 19.5592 49.6797 15.9814 51.2424 14.0688C53.1199 11.7691 56.4155 11.256 58.8737 12.8887C61.6235 14.7149 62.1553 17.8123 60.2474 21.2945ZM15.1616 22.5003C16.0502 23.3983 17.0601 24.2566 17.8671 25.2782C18.7837 26.4374 19.9055 26.3931 21.1253 26.2298C21.6291 24.2706 21.5521 24.0094 20.1201 22.7359C16.9108 19.8881 12.0387 19.7668 8.86673 22.6613C7.22478 24.161 5.87438 25.9826 4.36304 27.6945C5.25165 28.7627 6.03064 29.7797 6.89593 30.7196C7.79853 31.6992 8.66848 32.7698 9.753 33.5091C13.9115 36.3546 19.7633 34.7826 22.0256 30.3091C22.4571 29.4578 22.3125 29.2152 21.3609 29.2012C20.9247 29.1942 20.4816 29.2432 20.0501 29.1919C19.2618 29.0963 18.6857 29.3575 18.1446 29.9546C17.1767 31.0275 16.1249 32.0257 15.1453 33.017C14.4106 32.3103 13.7482 31.6759 12.897 30.8595C13.5057 30.3278 14.0864 29.8216 14.8281 29.1756C13.0066 29.1756 11.3926 29.1756 9.77633 29.1756C9.77633 28.1843 9.77633 27.2934 9.77633 26.2648C11.4183 26.2648 13.0182 26.2648 14.6159 26.2648C14.6648 26.1668 14.7161 26.0689 14.7651 25.9686C14.1704 25.5044 13.5757 25.0403 13.0066 24.5971C13.7949 23.8298 14.4549 23.1884 15.1616 22.5003ZM32.6096 77.8754C32.7705 78.5891 32.8428 79.1395 33.0201 79.6573C33.4609 80.9494 33.5682 80.9774 34.9023 80.6999C37.7617 80.1075 39.9144 78.4771 41.582 76.1494C41.7173 75.9605 41.7522 75.5967 41.6706 75.3751C41.2695 74.2882 41.2671 73.2247 41.6659 72.1378C41.7429 71.9255 41.7639 71.5897 41.6473 71.4241C39.7978 68.8211 37.3675 67.0999 34.1443 66.6754C33.8994 66.6427 33.4889 66.8783 33.3606 67.1045C32.5676 68.5109 32.4977 69.9733 33.1857 71.4497C33.2603 71.6083 33.3093 71.7832 33.4119 71.9209C34.3192 73.129 34.2842 74.2835 33.4516 75.564C32.9944 76.2707 32.8545 77.1757 32.6096 77.8754ZM58.7361 69.5675C58.4982 68.7442 58.2883 68.0561 58.0994 67.3634C57.9151 66.6894 57.4953 66.5658 56.8469 66.6847C53.7823 67.2468 51.4476 68.8981 49.6774 71.4077C49.5608 71.5733 49.5515 71.8999 49.6284 72.0981C50.0692 73.213 50.0553 74.3045 49.6214 75.4171C49.5445 75.613 49.5678 75.9395 49.6867 76.1051C51.2027 78.2252 53.1246 79.8019 55.6808 80.5203C57.7729 81.1081 58.4422 80.6392 58.5518 78.4258C58.5752 77.9664 58.5728 77.4789 58.4492 77.0427C58.2766 76.434 58.0691 75.7972 57.7169 75.2818C56.9869 74.2112 57.0615 73.2713 57.7215 72.1798C58.209 71.3844 58.4166 70.4235 58.7361 69.5675ZM35.2241 11.9347C34.3332 7.93938 31.1053 6.08981 28.3811 3.74578C26.9724 4.93529 25.5847 6.00584 24.3159 7.20235C20.6915 10.6216 20.1924 16.1493 23.0868 20.1796C23.2524 20.4105 23.4553 20.6181 23.7795 21.0053C23.6465 18.7662 24.3322 17.1009 25.9625 15.6315C24.9736 14.7359 24.0337 13.8846 23.2337 13.1615C23.9264 12.3685 24.5258 11.6805 25.2815 10.8175C25.8156 11.4403 26.2984 12.0047 26.9514 12.765C26.9514 11.3913 26.9514 10.2741 26.9514 9.14054C27.9706 9.14054 28.8826 9.14054 29.8621 9.14054C29.8621 10.9458 29.8621 12.6834 29.8621 14.5936C30.289 14.4887 30.7601 14.5167 30.9233 14.3067C32.0032 12.9143 33.4166 12.1586 35.2241 11.9347ZM17.3726 42.5354C17.6129 42.2811 17.8228 42.0479 18.0467 41.8263C20.0431 39.8275 22.0466 37.8333 24.0337 35.8252C24.2156 35.6409 24.4489 35.3167 24.3999 35.1254C24.2273 34.4514 23.9428 33.8077 23.6885 33.1196C21.8647 35.305 20.1154 36.6415 17.3027 37.4275C17.0858 37.4881 16.8525 37.6934 16.7383 37.894C15.2129 40.5645 15.4345 43.473 15.5255 46.3628C22.7439 47.1581 28.8289 43.5499 29.419 38.2601C28.6563 38.0549 27.8727 37.9243 27.1613 37.6234C26.6529 37.4088 26.387 37.5231 26.0418 37.873C24.12 39.8228 22.1679 41.7447 20.2484 43.6969C19.9685 43.9814 19.8052 44.3803 19.5977 44.7115C18.6904 43.8228 18.0513 43.2001 17.3726 42.5354ZM6.84228 6.25074C6.84228 7.60818 6.78864 8.89098 6.85395 10.1668C7.00788 13.1849 8.18336 15.7435 10.455 17.7633C10.6579 17.9452 10.9588 18.1645 11.1897 18.1411C12.8713 17.9802 14.5482 17.761 16.2835 17.5511C13.8135 15.1371 11.248 12.6298 8.69647 10.1388C9.43581 9.38078 10.0632 8.73705 10.8259 7.9557C13.3214 10.4607 15.7937 12.947 18.189 15.3516C18.3802 13.9802 18.5341 12.5435 18.8047 11.1301C18.9096 10.575 18.8233 10.2134 18.4595 9.80294C15.3342 6.29039 11.2667 5.87523 6.84228 6.25074ZM51.0581 83.9396C50.4401 82.2089 49.8687 80.5809 48.5812 79.2422C47.7766 78.4048 47.1585 77.9477 45.8291 77.922C44.2548 77.8894 43.2892 78.2929 42.5172 79.5267C42.4869 79.5757 42.4379 79.6107 42.396 79.6527C41.2205 80.8305 40.8217 82.3745 40.2549 83.9372C41.9178 84.3407 43.2286 85.157 44.4181 86.2253C45.0851 86.8247 46.186 86.841 46.846 86.2556C48.0635 85.178 49.3882 84.3291 51.0581 83.9396ZM49.3626 40.3966C47.5154 39.7529 46.116 38.68 45.1574 37.0263C43.8956 37.8543 42.5802 38.3091 41.1435 38.1015C40.4065 37.9943 40.101 38.3068 39.9074 38.7849C41.8875 40.5109 43.8023 42.1785 45.7008 43.8322C46.8903 42.715 48.0775 41.6024 49.3626 40.3966ZM55.7484 14.8315C54.1391 14.8199 52.8447 16.084 52.8377 17.6747C52.8307 19.2537 54.1438 20.5598 55.7274 20.5551C57.2877 20.5481 58.5518 19.298 58.5752 17.74C58.5962 16.119 57.3577 14.8432 55.7484 14.8315ZM45.6985 75.1885C46.4868 75.1605 47.0979 74.4865 47.0652 73.6818C47.0349 72.9145 46.4122 72.315 45.6495 72.3174C44.8659 72.3197 44.2082 72.9914 44.2222 73.7728C44.2361 74.5494 44.9312 75.2165 45.6985 75.1885Z" fill="#F2631C"/>
                          <path d="M35.6089 32.0403C32.4277 32.045 29.8691 29.5144 29.8575 26.3493C29.8458 23.1283 32.4067 20.5604 35.6183 20.5744C38.7809 20.5884 41.3464 23.161 41.3441 26.3144C41.3394 29.4747 38.7739 32.0356 35.6089 32.0403ZM35.6229 23.4409C34.037 23.4246 32.7169 24.7213 32.7075 26.298C32.7005 27.8584 34.0393 29.1995 35.6019 29.1902C37.1529 29.1808 38.4287 27.9167 38.452 26.3633C38.4753 24.7563 37.2182 23.4572 35.6229 23.4409Z" fill="#F2631C"/>
                          <path d="M75.8558 32.04C72.6815 32.0423 70.1113 29.5 70.0996 26.3443C70.088 23.135 72.6652 20.5577 75.8721 20.5764C79.03 20.5927 81.6072 23.177 81.6002 26.3187C81.5956 29.465 79.0114 32.0376 75.8558 32.04ZM78.6965 26.265C78.6779 24.665 77.3764 23.4079 75.7742 23.4405C74.2302 23.4732 72.9614 24.7677 72.9637 26.3094C72.9637 27.879 74.3025 29.2062 75.8651 29.1898C77.4604 29.1735 78.7152 27.8767 78.6965 26.265Z" fill="#F2631C"/>
                          <path d="M57.1175 37.7956C54.7618 37.7816 52.84 35.8574 52.833 33.5041C52.826 31.1181 54.7805 29.1869 57.1898 29.1985C59.5477 29.2102 61.4672 31.1344 61.4742 33.4878C61.4789 35.8738 59.5221 37.8096 57.1175 37.7956ZM58.5705 33.4994C58.5728 32.7041 57.9175 32.0487 57.1338 32.058C56.3805 32.0697 55.7601 32.6854 55.7391 33.4481C55.7158 34.2504 56.3385 34.9152 57.1268 34.9315C57.9105 34.9502 58.5705 34.2948 58.5705 33.4994Z" fill="#F2631C"/>
                          </svg>
                          
                          
                      </div>
                      <p class="s-c">
                        الزهــــور والهدايا
                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="82" height="82" viewBox="0 0 82 82" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M21.4171 68.3489C25.1086 72.2198 24.652 76.9721 24.4884 81.7198C23.632 81.7198 22.7733 81.7198 21.8215 81.7198C21.8215 79.9457 21.7874 78.1943 21.8306 76.4428C21.8737 74.7686 21.4535 73.2557 20.5539 71.8473C19.8224 70.7001 19.2114 69.4689 18.4186 68.3671C17.6189 67.254 17.7166 66.3272 18.4095 65.1868C20.2949 62.0837 22.0577 58.908 23.8864 55.7731C24.3226 55.0257 24.5338 54.2534 24.2908 53.4151C23.9773 52.3384 23.2526 51.666 22.1463 51.466C20.9605 51.2525 19.9224 51.7545 19.2772 52.854C18.0142 55.0075 16.7761 57.1747 15.5267 59.335C14.7885 60.6117 14.0638 61.8974 13.3073 63.1628C12.5622 64.4144 11.3742 64.3826 10.6836 63.1037C9.89987 61.6498 9.54322 60.0938 9.5455 58.4423C9.55231 52.7359 9.54777 47.0272 9.54777 41.3209C9.54777 41.0256 9.54777 40.7302 9.54777 40.3713C9.42056 40.4645 9.36149 40.4849 9.34332 40.5235C7.40333 44.7488 5.37929 48.9377 3.57561 53.2198C2.99861 54.5873 2.78507 56.1956 2.76917 57.6972C2.69193 65.364 2.73282 73.0308 2.73282 80.6976C2.73282 81.0315 2.73282 81.3655 2.73282 81.7403C1.81508 81.7403 0.972297 81.7403 0.00684643 81.7403C0.00684643 81.445 0.00684643 81.1474 0.00684643 80.8475C0.00684643 73.1807 0.0182047 65.5139 3.15475e-05 57.8471C-0.00451175 55.4505 0.481621 53.1811 1.49023 51.0094C3.47338 46.741 5.39747 42.4453 7.42832 38.1996C7.81223 37.3955 8.60049 36.7889 9.15023 36.0529C9.35695 35.7758 9.53187 35.3896 9.53187 35.0534C9.55913 26.5938 9.54322 18.1319 9.55913 9.67C9.56821 5.37885 12.1102 1.81691 16.1401 0.512983C17.1214 0.194952 18.1959 0.029122 19.2273 0.0268503C28.2571 -0.00949606 37.2869 -0.00268105 46.3167 0.0109488C49.8059 0.0154921 53.2225 2.01227 54.5423 4.81094C53.7995 5.24255 53.0498 5.67871 52.2775 6.1285C50.6146 3.55926 48.2566 2.68468 45.333 2.70739C36.7576 2.77554 28.1821 2.73011 19.6066 2.73238C15.1201 2.73238 12.2806 5.5833 12.2806 10.0857C12.2783 26.0713 12.2806 42.0591 12.2806 58.0447C12.2806 58.3991 12.2806 58.7535 12.2806 59.1079C12.3419 59.1215 12.401 59.1351 12.4623 59.1488C12.619 58.8989 12.7826 58.6513 12.9303 58.3946C14.2955 56.0389 15.629 53.6627 17.0283 51.3275C18.2391 49.308 20.4789 48.3357 22.712 48.7696C24.9064 49.1967 26.6374 50.9049 27.0122 53.1766C27.153 54.0239 27.0349 54.9144 27.0349 55.8276C28.1889 54.4805 29.8177 54.4783 31.4737 54.5191C32.7799 54.5509 34.0861 54.5123 35.3923 54.5282C37.7298 54.5555 39.5358 56.3387 39.5381 58.6058C39.5403 60.8729 37.7412 62.6698 35.4082 62.6971C33.7045 62.7175 32.0007 62.7062 30.297 62.7016C27.6255 62.6925 25.9491 61.0229 25.9195 58.3469C25.9195 58.2446 25.9082 58.1424 25.8855 57.7676C24.3521 60.4209 22.9459 62.8538 21.483 65.3867C21.8397 65.4049 22.0805 65.4276 22.3212 65.4276C30.2152 65.4299 38.1092 65.4321 46.0032 65.4276C50.2602 65.4253 53.1611 62.5176 53.1702 58.256C53.1748 56.1343 53.1702 54.0103 53.1702 51.8454C54.0857 51.8454 54.9262 51.8454 55.8235 51.8454C55.8462 52.0181 55.8939 52.2043 55.8917 52.3906C55.853 54.9439 56.0257 57.5223 55.7145 60.0415C55.1307 64.762 51.1485 68.1195 46.3553 68.1445C39.5971 68.1808 32.839 68.1536 26.0808 68.1558C24.6111 68.1558 23.1413 68.1558 21.6693 68.1558C21.5875 68.2195 21.5035 68.2853 21.4171 68.3489ZM32.6709 59.9756C33.55 59.9756 34.4314 59.9915 35.3105 59.9711C36.2283 59.9506 36.8257 59.3805 36.8075 58.5808C36.7894 57.8108 36.2146 57.2656 35.3332 57.2565C33.6022 57.2383 31.869 57.2383 30.138 57.2565C29.2157 57.2656 28.6228 57.8403 28.6432 58.6445C28.6614 59.4123 29.2361 59.9506 30.1153 59.9711C30.9671 59.9915 31.819 59.9756 32.6709 59.9756Z" fill="#F2631C"/>
                          <path d="M60.0918 6.75842C70.9231 6.85156 80.0574 14.8432 81.5975 25.6199C83.2558 37.2326 75.1801 48.2433 63.6243 50.1083C57.0569 51.1691 51.1915 49.5495 46.0394 45.3673C45.5828 44.9971 45.1785 44.9221 44.6469 45.0243C42.114 45.515 39.5766 45.9898 37.0414 46.4691C36.3486 46.6009 35.6625 46.6576 35.19 45.9875C34.7698 45.3923 34.9379 44.8199 35.2832 44.2406C36.6484 41.9508 37.9887 39.6451 39.3631 37.3598C39.6356 36.9077 39.6788 36.5329 39.4948 36.0241C34.6835 22.8053 43.4929 8.56438 57.4635 6.95833C58.3359 6.86065 59.215 6.8243 60.0918 6.75842ZM39.0064 43.3206C41.01 42.9458 42.8568 42.6618 44.6742 42.237C45.8191 41.969 46.6391 42.2347 47.5183 43.0139C50.794 45.9239 54.6808 47.4641 59.0446 47.6753C70.8413 48.2478 80.2595 38.1662 78.9329 26.4354C77.7516 15.9859 68.2584 8.4508 57.8179 9.67749C45.4897 11.1245 37.7752 23.6277 42.1276 35.2154C42.6138 36.5102 42.5638 37.4825 41.8119 38.6069C40.826 40.079 39.9878 41.6532 39.0064 43.3206Z" fill="#F2631C"/>
                          <path d="M27.532 18.0098C28.3112 18.798 28.9041 19.4 29.7173 20.2246C29.1517 20.6926 28.5997 21.1696 28.0272 21.6217C27.6047 21.9556 27.5797 22.2577 27.8341 22.7666C29.1335 25.3699 28.9245 27.9073 27.1186 30.1767C25.3058 32.4529 22.8433 33.2434 20.0424 32.5029C17.2732 31.7691 15.5536 29.8678 15.0788 27.0441C14.629 24.3681 15.5377 22.0919 17.7298 20.4631C19.947 18.8162 22.3845 18.6254 24.8583 19.8453C25.4762 20.1497 25.8146 20.0951 26.2031 19.5976C26.6211 19.0593 27.0731 18.555 27.532 18.0098ZM25.3989 24.0955C24.0382 25.4789 22.7207 26.8192 21.4962 28.0618C20.8216 27.4575 20.1923 26.8942 19.4836 26.2581C20.8556 24.9247 22.1891 23.6253 23.5453 22.3055C21.8324 21.365 19.7403 21.8829 18.559 23.4549C17.3437 25.0723 17.4891 27.2985 18.902 28.741C20.3218 30.1903 22.5344 30.3925 24.1813 29.2226C25.7919 28.0845 26.3485 25.981 25.3989 24.0955Z" fill="#F2631C"/>
                          <path d="M38.1389 5.51782C38.1389 6.41512 38.1389 7.25563 38.1389 8.1393C34.5384 8.1393 30.9742 8.1393 27.3418 8.1393C27.3418 7.30107 27.3418 6.44011 27.3418 5.51782C30.9037 5.51782 34.4861 5.51782 38.1389 5.51782Z" fill="#F2631C"/>
                          <path d="M36.7956 21.8621C36.7956 22.7708 36.7956 23.5908 36.7956 24.4745C35.0124 24.4745 33.245 24.4745 31.4209 24.4745C31.4209 23.6317 31.4209 22.7731 31.4209 21.8621C33.1951 21.8621 34.9624 21.8621 36.7956 21.8621Z" fill="#F2631C"/>
                          <path d="M36.7729 27.3215C36.7729 28.2324 36.7729 29.0706 36.7729 29.9498C34.9851 29.9498 33.2382 29.9498 31.4277 29.9498C31.4277 29.0979 31.4277 28.2392 31.4277 27.3215C33.1814 27.3215 34.9465 27.3215 36.7729 27.3215Z" fill="#F2631C"/>
                          <path d="M24.5072 5.51453C24.5072 6.42319 24.5072 7.26142 24.5072 8.14055C23.6281 8.14055 22.7899 8.14055 21.8857 8.14055C21.8857 7.29096 21.8857 6.43227 21.8857 5.51453C22.7308 5.51453 23.5895 5.51453 24.5072 5.51453Z" fill="#F2631C"/>
                          <path d="M65.4371 20.4514C66.816 20.4514 68.0632 20.44 69.3103 20.4537C70.3711 20.465 70.8823 20.9648 70.8845 22.0211C70.8936 27.4117 70.905 32.8023 70.8777 38.1907C70.8664 40.4669 69.0899 42.2319 66.8069 42.2456C62.2682 42.2728 57.7294 42.2706 53.1884 42.2478C50.8622 42.2365 49.0949 40.4623 49.0858 38.1362C49.0654 32.7751 49.0744 27.4117 49.0813 22.0506C49.0835 20.9443 49.5878 20.4605 50.71 20.4514C51.9526 20.44 53.1929 20.4491 54.5468 20.4491C54.3765 18.2615 54.7786 16.3147 56.5186 14.8859C57.5659 14.0249 58.7789 13.591 60.1374 13.6433C61.8502 13.7091 63.2427 14.4292 64.3104 15.7786C65.3826 17.1325 65.5098 18.7272 65.4371 20.4514ZM54.5355 23.2319C53.5814 23.2319 52.7204 23.2319 51.8708 23.2319C51.8708 26.8733 51.8708 30.458 51.8708 34.0358C57.3183 34.0358 62.6998 34.0358 68.1086 34.0358C68.1086 30.408 68.1086 26.8211 68.1086 23.2387C67.1954 23.2387 66.3344 23.2387 65.4121 23.2387C65.4121 24.1428 65.4121 24.9833 65.4121 25.8488C64.4876 25.8488 63.6266 25.8488 62.6748 25.8488C62.6748 24.9356 62.6748 24.0724 62.6748 23.2205C60.8325 23.2205 59.0833 23.2205 57.241 23.2205C57.241 24.1246 57.241 24.9879 57.241 25.8375C56.2847 25.8375 55.4237 25.8375 54.5332 25.8375C54.5355 24.9515 54.5355 24.1315 54.5355 23.2319ZM51.8095 36.8481C51.8095 37.3025 51.7913 37.7205 51.8141 38.1362C51.8618 38.9858 52.3638 39.5196 53.2202 39.5219C57.7272 39.5378 62.2341 39.5378 66.7411 39.5219C67.5997 39.5196 68.1063 38.9903 68.1563 38.143C68.1813 37.7273 68.1608 37.307 68.1608 36.8481C62.6884 36.8481 57.2887 36.8481 51.8095 36.8481ZM57.3069 20.3901C59.1333 20.3901 60.9029 20.3901 62.6657 20.3901C62.8588 17.8231 61.8706 16.3624 59.9829 16.3647C58.0906 16.3647 57.107 17.8231 57.3069 20.3901Z" fill="#F2631C"/>
                          </svg>
                          
                          
                          
                      </div>
                      <p class="s-c">
                        التجـــــــارة الالكترونية
                                            </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="98" height="84" viewBox="0 0 98 84" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M33.5612 39.9796C32.186 37.2736 30.8469 34.6501 29.516 32.0235C26.5942 26.245 28.318 20.2344 33.741 17.3909C44.219 11.8995 54.6998 6.41425 65.1889 0.953387C70.1637 -1.63655 75.5729 1.26797 76.5994 7.03424C77.2745 10.8214 75.5424 14.5506 72.1392 16.4594C67.585 19.0158 63.0031 21.5141 58.4323 24.0399C55.6848 25.5578 52.9374 27.0757 50.1899 28.5967C49.8274 28.7983 49.476 29.0151 49.0389 29.2717C49.4318 29.9069 49.7776 30.4659 50.1235 31.0248C55.6461 39.9307 61.1632 48.8459 66.719 57.7274C67.0289 58.2222 67.6293 58.5581 68.155 58.8177C69.9119 59.6821 71.7934 60.2868 73.448 61.3344C77.7144 64.0404 81.9615 64.2908 86.2197 61.539C88.7043 59.9325 91.2636 58.7169 94.1578 58.4848C94.6752 58.4421 95.1981 58.3901 95.71 58.439C96.9135 58.5612 97.7823 59.6057 97.7823 60.864C97.7823 62.0857 96.9938 63.0783 95.8123 63.2616C95.0598 63.3776 94.2574 63.2585 93.5491 63.4998C92.0771 64.0068 90.5415 64.468 89.2328 65.3262C83.0572 69.3699 76.9978 69.3607 70.8361 65.259C66.7024 62.5072 62.4166 62.5224 58.2635 65.2773C52.1543 69.3302 46.1143 69.4065 39.9775 65.3262C35.7691 62.5255 31.4473 62.498 27.2196 65.317C21.1823 69.3455 15.1617 69.4157 9.11887 65.3995C7.24572 64.1534 5.2702 63.3532 3.06226 63.3349C2.71917 63.3318 2.37055 63.2829 2.03576 63.1913C1.10056 62.9348 0.406087 62.0032 0.40332 60.9495C0.40332 59.8592 0.854315 59.0376 1.78951 58.6223C2.10216 58.4848 2.49505 58.3474 2.79387 58.436C4.64212 58.9765 6.02554 57.9076 7.48367 56.9547C15.7759 51.5366 24.0875 46.1521 32.3908 40.7554C32.7781 40.511 33.1544 40.2514 33.5612 39.9796ZM61.8715 58.6681C61.4952 58.045 61.2545 57.6327 61.0027 57.2265C55.8536 48.9558 50.6962 40.6943 45.5554 32.4175C43.6961 29.4244 44.4431 26.3183 47.3815 24.6874C50.6824 22.8549 53.9888 21.0346 57.2924 19.2082C61.5837 16.8351 65.8806 14.4712 70.1665 12.0889C71.8211 11.1696 72.5847 9.53256 72.225 7.8039C71.6882 5.24145 69.4305 4.15111 67.0925 5.36972C56.5398 10.8733 45.9926 16.3861 35.4481 21.9111C32.5734 23.4168 31.7295 26.3794 33.2817 29.4335C34.5323 31.8952 35.8106 34.3385 37.0751 36.791C38.796 40.1384 38.2095 42.6459 35.2157 44.5944C27.2417 49.7865 19.2593 54.9664 11.2825 60.1555C11.0667 60.296 10.8758 60.4792 10.6462 60.6655C15.4826 64.2694 20.0036 64.3946 24.9009 61.1542C25.6701 60.6472 26.4504 60.131 27.2832 59.7767C32.637 57.4983 37.7502 58.0114 42.6475 61.3832C46.4297 63.9854 50.4306 64.2358 54.3983 62.046C56.7722 60.7388 58.9884 59.0896 61.8715 58.6681Z" fill="#F2631C"/>
                          <path d="M18.0844 83.3422C15.0022 83.3667 12.1247 82.5359 9.53489 80.679C7.42102 79.1641 5.15221 78.3212 2.61778 78.2998C1.30354 78.2876 0.362809 77.1698 0.401544 75.8229C0.44028 74.4638 1.39207 73.4986 2.73676 73.4681C6.021 73.3948 8.96215 74.5218 11.7262 76.4398C15.2899 78.9106 19.0639 79.0878 22.9347 77.3683C23.4134 77.1575 23.8699 76.8705 24.3071 76.5681C30.5242 72.2831 36.6859 72.3961 42.9445 76.5834C46.9703 79.2771 51.1399 79.1092 55.2597 76.6047C56.5546 75.8168 57.855 74.9708 59.2467 74.4546C64.2243 72.6129 68.986 73.2879 73.4683 76.3024C77.115 78.7549 80.9222 79.1336 84.8705 77.3408C85.7254 76.9529 86.514 76.3787 87.3219 75.8626C89.7954 74.2805 92.4433 73.4253 95.3153 73.465C96.79 73.4864 97.8027 74.479 97.7916 75.9023C97.7805 77.2889 96.8149 78.2906 95.3928 78.3151C93.124 78.3517 91.0627 79.0695 89.1203 80.3644C83.2519 84.289 77.2921 84.4234 71.3655 80.5813C66.7089 77.5637 62.2156 77.6676 57.5756 80.7095C51.9616 84.3898 46.1762 84.4142 40.5733 80.7034C35.8171 77.5515 31.2352 77.4691 26.5565 80.7706C23.9889 82.5817 21.1307 83.3728 18.0844 83.3422Z" fill="#F2631C"/>
                          <path d="M79.6441 55.8127C70.934 55.773 63.862 47.8963 63.8731 38.2481C63.8841 28.7374 71.1305 20.7844 79.7105 20.8668C88.4924 20.9524 95.5755 28.7955 95.5285 38.3764C95.4815 48.0307 88.3541 55.8524 79.6441 55.8127ZM79.68 50.8894C85.9552 50.923 91.0324 45.3674 91.0684 38.4253C91.1043 31.4709 86.0963 25.8421 79.835 25.7993C73.4325 25.7535 68.3581 31.306 68.3387 38.3795C68.3166 45.2788 73.3716 50.8558 79.68 50.8894Z" fill="#F2631C"/>
                          </svg>
                          
                          
                          
                      </div>
                      <p class="s-c">
                        السباحة                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M66.553 0C67.7144 0.506338 68.9884 0.858675 70.0178 1.55168C72.3908 3.1547 73.4297 5.42505 73.1442 8.27641C72.8683 11.0321 72.7051 13.7995 72.4892 16.5598C72.4652 16.8795 72.4604 17.2062 72.3836 17.5118C72.2012 18.2328 71.6997 18.6202 70.9367 18.5338C70.1809 18.4475 69.7346 17.9785 69.7706 17.2272C69.8378 15.8015 69.9554 14.3758 70.061 12.9525C70.1569 11.6178 70.2625 10.2854 70.3705 8.87608C58.1696 8.87608 46.043 8.87608 33.7869 8.87608C35.3705 29.4563 36.9541 50.0178 38.5449 70.6493C47.5594 70.6493 56.5356 70.6493 65.6029 70.6493C65.7229 69.2213 65.8548 67.7793 65.9652 66.335C66.4715 59.7059 66.9657 53.0768 67.4768 46.4501C68.0623 38.834 68.6597 31.218 69.2548 23.6019C69.3268 22.6732 69.9122 22.1412 70.74 22.2159C71.5438 22.2882 72.0093 22.8879 71.9373 23.8632C71.6302 27.9909 71.3063 32.1186 70.9847 36.2463C70.5912 41.3331 70.1929 46.4198 69.7994 51.5065C69.2812 58.1915 68.7029 64.8743 68.2782 71.5663C68.0911 74.5297 68.2158 77.5117 68.2014 80.4868C68.1966 81.6231 68.2062 82.7618 68.199 83.8981C68.1774 86.7448 66.637 88.6955 63.8225 89.4538C63.7098 89.4842 63.6066 89.5472 63.4986 89.5962C48.2625 89.5962 33.0263 89.5962 17.7901 89.5962C17.7805 89.5682 17.7829 89.5262 17.7637 89.5145C17.1351 89.0875 16.8088 88.5275 17.1039 87.7925C17.4038 87.0412 18.0829 86.9641 18.8171 86.9641C24.4245 86.9758 30.0343 86.9712 35.6416 86.9712C35.9656 86.9712 36.2871 86.9712 36.4022 86.9712C36.1935 85.1675 35.9896 83.4058 35.7832 81.6184C24.8588 81.6184 13.8959 81.6184 2.92828 81.6184C3.23061 84.0241 5.42605 86.3015 8.05099 86.7681C9.24589 86.9805 10.496 86.9361 11.7197 86.9595C12.4755 86.9735 13.1737 87.0178 13.5 87.8252C13.8335 88.6488 13.3057 89.1272 12.7514 89.5938C11.2518 89.5938 9.75216 89.5938 8.25254 89.5938C8.15177 89.5425 8.05579 89.4655 7.94782 89.4445C3.52093 88.5555 0.581673 85.4755 0.0442089 81.1564C-0.162139 79.4997 0.329737 78.9537 2.03091 78.9537C5.68999 78.9514 9.34667 78.9537 13.0057 78.9514C13.3201 78.9514 13.6368 78.9234 14.0015 78.9071C14.0015 76.9191 14.0255 75.0267 13.9751 73.1367C13.9679 72.8754 13.6536 72.5463 13.392 72.3807C3.31698 65.9966 -1.55619 55.1815 0.495295 43.7201C2.88749 30.364 15.5683 20.4075 29.5088 20.9349C30.3318 20.9652 31.1548 20.9395 32.0114 20.9395C31.6826 16.6578 31.3923 12.3831 31.0156 8.11541C30.7805 5.46938 31.7066 3.31336 33.8517 1.77568C34.941 0.991676 36.3255 0.581005 37.5804 0C47.2379 0 56.8955 0 66.553 0ZM32.7192 30.2449C30.6557 30.2076 28.6378 29.9626 26.6703 30.1679C15.086 31.3813 7.35757 41.9467 9.88173 52.9928C12.3171 63.6516 24.1653 70.1337 34.7395 66.6033C35.2745 66.4236 35.5145 66.2066 35.4497 65.6186C35.3153 64.4029 35.2649 63.1756 35.1714 61.9552C34.6579 55.2982 34.1396 48.6411 33.6237 41.9841C33.3286 38.1807 33.0359 34.3727 32.7192 30.2449ZM32.5128 27.6829C32.4384 26.6213 32.3281 25.6926 32.3257 24.7639C32.3233 23.9566 31.9946 23.5996 31.1644 23.6392C28.777 23.7536 26.3488 23.6206 24.007 23.9962C10.5991 26.1522 1.02316 38.9134 2.89469 51.9732C4.42551 62.6529 12.1756 70.9713 22.932 73.419C27.0326 74.3524 31.1404 74.2637 35.2145 73.2254C35.4833 73.1577 35.9128 72.9034 35.9104 72.74C35.8984 71.5383 35.7952 70.3367 35.7184 69.1047C22.0803 73.3747 8.49728 64.4799 6.86329 51.4061C6.10988 45.3838 7.69348 39.912 11.7077 35.2547C17.1159 28.9826 24.1461 26.6469 32.5128 27.6829ZM43.0846 86.9688C43.0846 85.0251 43.0726 83.1935 43.0894 81.3618C43.099 80.2861 43.55 79.7984 44.565 79.7937C49.5701 79.7821 54.5777 79.7821 59.5828 79.7937C60.569 79.7961 61.0536 80.2721 61.0776 81.2661C61.1088 82.6054 61.0872 83.9471 61.0872 85.2888C61.0872 85.8301 61.0872 86.3738 61.0872 86.8871C63.9257 87.3632 65.6629 86.0541 65.5285 83.2938C65.3893 80.4424 65.4973 77.5817 65.4973 74.7257C65.4973 74.2964 65.4973 73.8694 65.4973 73.398C56.5092 73.398 47.6242 73.398 38.7609 73.398C38.7153 73.4984 38.6745 73.5497 38.6745 73.601C38.6673 77.1851 38.6337 80.7714 38.6745 84.3555C38.6889 85.7415 39.903 86.8615 41.3426 86.9618C41.8777 86.9992 42.4175 86.9688 43.0846 86.9688ZM34.0125 6.10639C46.067 6.10639 58.1192 6.10639 70.1881 6.10639C69.6531 4.01337 67.7024 2.63202 65.3174 2.62969C58.2104 2.62269 51.1033 2.62736 43.9987 2.62736C42.1704 2.62736 40.3397 2.59936 38.5113 2.63902C36.3279 2.68103 34.2812 4.27937 34.0125 6.10639ZM58.3303 86.9268C58.3303 85.4148 58.3303 83.9471 58.3303 82.4771C54.1266 82.4771 49.9852 82.4771 45.8271 82.4771C45.8271 83.9868 45.8271 85.4335 45.8271 86.9268C49.9876 86.9268 54.1074 86.9268 58.3303 86.9268ZM16.7248 78.8814C23.1792 78.8814 29.5424 78.8814 35.9152 78.8814C35.9152 77.8221 35.9152 76.8397 35.9152 75.7967C29.324 77.3694 22.9464 76.8234 16.7248 74.1564C16.7248 75.8084 16.7248 77.3181 16.7248 78.8814Z" fill="#F2631C"/>
                          <path d="M74.4708 89.5999C72.3378 88.7855 71.6299 87.2455 71.6611 85.0638C71.7499 78.8828 71.6899 72.6994 71.6923 66.5183C71.6923 64.899 72.0378 64.563 73.6814 64.5606C77.1893 64.5606 80.6973 64.5606 84.2076 64.5606C84.5291 64.5606 84.8506 64.5606 85.2177 64.5606C85.2177 59.7609 85.2177 55.0499 85.2177 50.2782C82.1705 50.2782 79.1305 50.2782 75.9704 50.2782C75.9704 50.5955 75.9704 50.9058 75.9704 51.2185C75.9704 53.9299 75.9752 56.6435 75.968 59.3549C75.9656 60.4376 75.445 61.0653 74.6028 61.0443C73.7894 61.0256 73.2783 60.4143 73.2759 59.3876C73.2663 56.0042 73.2783 52.6232 73.2687 49.2398C73.2663 48.4908 73.5423 47.9775 74.2765 47.6485C74.4996 47.5481 74.6868 47.1351 74.694 46.8598C74.7324 45.1401 74.7252 43.4181 74.7108 41.6984C74.6916 39.1037 75.6945 37.006 77.83 35.4217C78.9025 34.626 79.9438 33.7907 80.9852 32.9577C82.1201 32.05 83.3606 31.8657 84.6731 32.484C85.9543 33.0907 86.535 34.143 86.5302 35.5314C86.5182 39.2064 86.5278 42.8791 86.5278 46.5541C86.5278 46.8738 86.5278 47.1935 86.5278 47.5575C87.7491 47.7605 87.9938 48.5351 87.9842 49.6015C87.9458 54.2379 87.9674 58.8742 87.9674 63.5106C87.9674 63.8279 87.9674 64.1476 87.9674 64.4486C89.3375 64.801 89.5702 65.102 89.5726 66.4833C89.5726 72.6947 89.5246 78.9061 89.599 85.1175C89.6254 87.3038 88.8768 88.8392 86.7101 89.5999C82.6288 89.5999 78.5498 89.5999 74.4708 89.5999ZM86.8709 74.0667C86.4918 74.0504 86.1991 74.027 85.9063 74.027C84.4691 74.0224 83.0295 74.0364 81.5922 74.02C80.6181 74.0107 80.0326 73.4927 80.0422 72.697C80.0494 71.906 80.6373 71.423 81.6234 71.402C81.9521 71.395 82.2833 71.3997 82.612 71.3997C84.0084 71.3997 85.4049 71.3997 86.8037 71.3997C86.8037 69.9343 86.8037 68.5857 86.8037 67.244C82.6456 67.244 78.5546 67.244 74.4684 67.244C74.4396 67.384 74.406 67.468 74.406 67.552C74.4012 73.6397 74.394 79.7298 74.4012 85.8175C74.4036 86.7205 74.7036 86.9678 75.6921 86.9702C78.9265 86.9772 82.1633 86.9748 85.3977 86.9725C86.6118 86.9725 86.8685 86.7228 86.8709 85.5398C86.8733 82.6558 86.8709 79.7718 86.8709 76.8877C86.8709 75.9637 86.8709 75.0397 86.8709 74.0667ZM83.8261 47.5575C83.8261 43.7098 83.8261 39.9507 83.8261 36.194C83.8261 35.9607 83.8669 35.718 83.8117 35.4964C83.7541 35.2584 83.6293 34.871 83.4926 34.8523C83.2094 34.815 82.8399 34.9037 82.6096 35.074C81.4219 35.9607 80.2558 36.8777 79.1017 37.8087C78.1347 38.5857 77.5541 39.5961 77.4725 40.8187C77.4029 41.8641 77.4221 42.9164 77.4125 43.9664C77.4053 45.1541 77.4101 46.3418 77.4101 47.5598C79.5911 47.5575 81.6498 47.5575 83.8261 47.5575Z" fill="#F2631C"/>
                          <path d="M52.0735 29.8506C53.3236 28.2405 54.8448 27.0109 56.8459 26.7145C58.5807 26.4602 60.3659 26.5022 62.1294 26.4905C62.7772 26.4859 63.3195 26.9105 63.3195 27.5849C63.3195 29.1832 63.4299 30.8189 63.13 32.3729C62.4845 35.7236 59.5837 38.169 56.0829 38.3463C53.3932 38.484 50.6819 38.4933 47.9946 38.337C43.9972 38.106 40.9116 34.8253 40.806 30.9146C40.7796 29.9229 40.782 28.9312 40.7988 27.9395C40.8156 26.9945 41.2643 26.4929 42.1976 26.4672C43.4861 26.4345 44.7794 26.4042 46.0631 26.4952C48.568 26.6772 50.5427 27.8462 52.0735 29.8506ZM43.5677 29.1599C42.8383 33.9783 46.5093 36.5263 50.6771 35.6443C51.2577 31.3112 48.3305 28.4972 43.5677 29.1599ZM53.482 35.7143C59.1973 36.5263 61.3544 32.4312 60.4954 29.1389C55.6294 28.6792 53.0141 31.1152 53.482 35.7143Z" fill="#F2631C"/>
                          <path d="M51.9777 44.7799C50.2405 44.7799 48.5034 44.7869 46.7662 44.7776C45.7105 44.7706 45.1202 44.2829 45.125 43.4522C45.1298 42.6239 45.7057 42.1596 46.7854 42.1572C50.3197 42.1502 53.854 42.1502 57.3883 42.1572C58.4609 42.1596 59.0343 42.6332 59.0295 43.4686C59.0247 44.2946 58.4345 44.7706 57.3715 44.7753C55.572 44.7846 53.7748 44.7799 51.9777 44.7799Z" fill="#F2631C"/>
                          </svg>
                          
                          
                          
                      </div>
                      <p class="s-c">
                        التجميل 
                      
                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M66.553 0C67.7144 0.506338 68.9884 0.858675 70.0178 1.55168C72.3908 3.1547 73.4297 5.42505 73.1442 8.27641C72.8683 11.0321 72.7051 13.7995 72.4892 16.5598C72.4652 16.8795 72.4604 17.2062 72.3836 17.5118C72.2012 18.2328 71.6997 18.6202 70.9367 18.5338C70.1809 18.4475 69.7346 17.9785 69.7706 17.2272C69.8378 15.8015 69.9554 14.3758 70.061 12.9525C70.1569 11.6178 70.2625 10.2854 70.3705 8.87608C58.1696 8.87608 46.043 8.87608 33.7869 8.87608C35.3705 29.4563 36.9541 50.0178 38.5449 70.6493C47.5594 70.6493 56.5356 70.6493 65.6029 70.6493C65.7229 69.2213 65.8548 67.7793 65.9652 66.335C66.4715 59.7059 66.9657 53.0768 67.4768 46.4501C68.0623 38.834 68.6597 31.218 69.2548 23.6019C69.3268 22.6732 69.9122 22.1412 70.74 22.2159C71.5438 22.2882 72.0093 22.8879 71.9373 23.8632C71.6302 27.9909 71.3063 32.1186 70.9847 36.2463C70.5912 41.3331 70.1929 46.4198 69.7994 51.5065C69.2812 58.1915 68.7029 64.8743 68.2782 71.5663C68.0911 74.5297 68.2158 77.5117 68.2014 80.4868C68.1966 81.6231 68.2062 82.7618 68.199 83.8981C68.1774 86.7448 66.637 88.6955 63.8225 89.4538C63.7098 89.4842 63.6066 89.5472 63.4986 89.5962C48.2625 89.5962 33.0263 89.5962 17.7901 89.5962C17.7805 89.5682 17.7829 89.5262 17.7637 89.5145C17.1351 89.0875 16.8088 88.5275 17.1039 87.7925C17.4038 87.0412 18.0829 86.9641 18.8171 86.9641C24.4245 86.9758 30.0343 86.9712 35.6416 86.9712C35.9656 86.9712 36.2871 86.9712 36.4022 86.9712C36.1935 85.1675 35.9896 83.4058 35.7832 81.6184C24.8588 81.6184 13.8959 81.6184 2.92828 81.6184C3.23061 84.0241 5.42605 86.3015 8.05099 86.7681C9.24589 86.9805 10.496 86.9361 11.7197 86.9595C12.4755 86.9735 13.1737 87.0178 13.5 87.8252C13.8335 88.6488 13.3057 89.1272 12.7514 89.5938C11.2518 89.5938 9.75216 89.5938 8.25254 89.5938C8.15177 89.5425 8.05579 89.4655 7.94782 89.4445C3.52093 88.5555 0.581673 85.4755 0.0442089 81.1564C-0.162139 79.4997 0.329737 78.9537 2.03091 78.9537C5.68999 78.9514 9.34667 78.9537 13.0057 78.9514C13.3201 78.9514 13.6368 78.9234 14.0015 78.9071C14.0015 76.9191 14.0255 75.0267 13.9751 73.1367C13.9679 72.8754 13.6536 72.5463 13.392 72.3807C3.31698 65.9966 -1.55619 55.1815 0.495295 43.7201C2.88749 30.364 15.5683 20.4075 29.5088 20.9349C30.3318 20.9652 31.1548 20.9395 32.0114 20.9395C31.6826 16.6578 31.3923 12.3831 31.0156 8.11541C30.7805 5.46938 31.7066 3.31336 33.8517 1.77568C34.941 0.991676 36.3255 0.581005 37.5804 0C47.2379 0 56.8955 0 66.553 0ZM32.7192 30.2449C30.6557 30.2076 28.6378 29.9626 26.6703 30.1679C15.086 31.3813 7.35757 41.9467 9.88173 52.9928C12.3171 63.6516 24.1653 70.1337 34.7395 66.6033C35.2745 66.4236 35.5145 66.2066 35.4497 65.6186C35.3153 64.4029 35.2649 63.1756 35.1714 61.9552C34.6579 55.2982 34.1396 48.6411 33.6237 41.9841C33.3286 38.1807 33.0359 34.3727 32.7192 30.2449ZM32.5128 27.6829C32.4384 26.6213 32.3281 25.6926 32.3257 24.7639C32.3233 23.9566 31.9946 23.5996 31.1644 23.6392C28.777 23.7536 26.3488 23.6206 24.007 23.9962C10.5991 26.1522 1.02316 38.9134 2.89469 51.9732C4.42551 62.6529 12.1756 70.9713 22.932 73.419C27.0326 74.3524 31.1404 74.2637 35.2145 73.2254C35.4833 73.1577 35.9128 72.9034 35.9104 72.74C35.8984 71.5383 35.7952 70.3367 35.7184 69.1047C22.0803 73.3747 8.49728 64.4799 6.86329 51.4061C6.10988 45.3838 7.69348 39.912 11.7077 35.2547C17.1159 28.9826 24.1461 26.6469 32.5128 27.6829ZM43.0846 86.9688C43.0846 85.0251 43.0726 83.1935 43.0894 81.3618C43.099 80.2861 43.55 79.7984 44.565 79.7937C49.5701 79.7821 54.5777 79.7821 59.5828 79.7937C60.569 79.7961 61.0536 80.2721 61.0776 81.2661C61.1088 82.6054 61.0872 83.9471 61.0872 85.2888C61.0872 85.8301 61.0872 86.3738 61.0872 86.8871C63.9257 87.3632 65.6629 86.0541 65.5285 83.2938C65.3893 80.4424 65.4973 77.5817 65.4973 74.7257C65.4973 74.2964 65.4973 73.8694 65.4973 73.398C56.5092 73.398 47.6242 73.398 38.7609 73.398C38.7153 73.4984 38.6745 73.5497 38.6745 73.601C38.6673 77.1851 38.6337 80.7714 38.6745 84.3555C38.6889 85.7415 39.903 86.8615 41.3426 86.9618C41.8777 86.9992 42.4175 86.9688 43.0846 86.9688ZM34.0125 6.10639C46.067 6.10639 58.1192 6.10639 70.1881 6.10639C69.6531 4.01337 67.7024 2.63202 65.3174 2.62969C58.2104 2.62269 51.1033 2.62736 43.9987 2.62736C42.1704 2.62736 40.3397 2.59936 38.5113 2.63902C36.3279 2.68103 34.2812 4.27937 34.0125 6.10639ZM58.3303 86.9268C58.3303 85.4148 58.3303 83.9471 58.3303 82.4771C54.1266 82.4771 49.9852 82.4771 45.8271 82.4771C45.8271 83.9868 45.8271 85.4335 45.8271 86.9268C49.9876 86.9268 54.1074 86.9268 58.3303 86.9268ZM16.7248 78.8814C23.1792 78.8814 29.5424 78.8814 35.9152 78.8814C35.9152 77.8221 35.9152 76.8397 35.9152 75.7967C29.324 77.3694 22.9464 76.8234 16.7248 74.1564C16.7248 75.8084 16.7248 77.3181 16.7248 78.8814Z" fill="#F2631C"/>
                          <path d="M74.4708 89.5999C72.3378 88.7855 71.6299 87.2455 71.6611 85.0638C71.7499 78.8828 71.6899 72.6994 71.6923 66.5183C71.6923 64.899 72.0378 64.563 73.6814 64.5606C77.1893 64.5606 80.6973 64.5606 84.2076 64.5606C84.5291 64.5606 84.8506 64.5606 85.2177 64.5606C85.2177 59.7609 85.2177 55.0499 85.2177 50.2782C82.1705 50.2782 79.1305 50.2782 75.9704 50.2782C75.9704 50.5955 75.9704 50.9058 75.9704 51.2185C75.9704 53.9299 75.9752 56.6435 75.968 59.3549C75.9656 60.4376 75.445 61.0653 74.6028 61.0443C73.7894 61.0256 73.2783 60.4143 73.2759 59.3876C73.2663 56.0042 73.2783 52.6232 73.2687 49.2398C73.2663 48.4908 73.5423 47.9775 74.2765 47.6485C74.4996 47.5481 74.6868 47.1351 74.694 46.8598C74.7324 45.1401 74.7252 43.4181 74.7108 41.6984C74.6916 39.1037 75.6945 37.006 77.83 35.4217C78.9025 34.626 79.9438 33.7907 80.9852 32.9577C82.1201 32.05 83.3606 31.8657 84.6731 32.484C85.9543 33.0907 86.535 34.143 86.5302 35.5314C86.5182 39.2064 86.5278 42.8791 86.5278 46.5541C86.5278 46.8738 86.5278 47.1935 86.5278 47.5575C87.7491 47.7605 87.9938 48.5351 87.9842 49.6015C87.9458 54.2379 87.9674 58.8742 87.9674 63.5106C87.9674 63.8279 87.9674 64.1476 87.9674 64.4486C89.3375 64.801 89.5702 65.102 89.5726 66.4833C89.5726 72.6947 89.5246 78.9061 89.599 85.1175C89.6254 87.3038 88.8768 88.8392 86.7101 89.5999C82.6288 89.5999 78.5498 89.5999 74.4708 89.5999ZM86.8709 74.0667C86.4918 74.0504 86.1991 74.027 85.9063 74.027C84.4691 74.0224 83.0295 74.0364 81.5922 74.02C80.6181 74.0107 80.0326 73.4927 80.0422 72.697C80.0494 71.906 80.6373 71.423 81.6234 71.402C81.9521 71.395 82.2833 71.3997 82.612 71.3997C84.0084 71.3997 85.4049 71.3997 86.8037 71.3997C86.8037 69.9343 86.8037 68.5857 86.8037 67.244C82.6456 67.244 78.5546 67.244 74.4684 67.244C74.4396 67.384 74.406 67.468 74.406 67.552C74.4012 73.6397 74.394 79.7298 74.4012 85.8175C74.4036 86.7205 74.7036 86.9678 75.6921 86.9702C78.9265 86.9772 82.1633 86.9748 85.3977 86.9725C86.6118 86.9725 86.8685 86.7228 86.8709 85.5398C86.8733 82.6558 86.8709 79.7718 86.8709 76.8877C86.8709 75.9637 86.8709 75.0397 86.8709 74.0667ZM83.8261 47.5575C83.8261 43.7098 83.8261 39.9507 83.8261 36.194C83.8261 35.9607 83.8669 35.718 83.8117 35.4964C83.7541 35.2584 83.6293 34.871 83.4926 34.8523C83.2094 34.815 82.8399 34.9037 82.6096 35.074C81.4219 35.9607 80.2558 36.8777 79.1017 37.8087C78.1347 38.5857 77.5541 39.5961 77.4725 40.8187C77.4029 41.8641 77.4221 42.9164 77.4125 43.9664C77.4053 45.1541 77.4101 46.3418 77.4101 47.5598C79.5911 47.5575 81.6498 47.5575 83.8261 47.5575Z" fill="#F2631C"/>
                          <path d="M52.0735 29.8506C53.3236 28.2405 54.8448 27.0109 56.8459 26.7145C58.5807 26.4602 60.3659 26.5022 62.1294 26.4905C62.7772 26.4859 63.3195 26.9105 63.3195 27.5849C63.3195 29.1832 63.4299 30.8189 63.13 32.3729C62.4845 35.7236 59.5837 38.169 56.0829 38.3463C53.3932 38.484 50.6819 38.4933 47.9946 38.337C43.9972 38.106 40.9116 34.8253 40.806 30.9146C40.7796 29.9229 40.782 28.9312 40.7988 27.9395C40.8156 26.9945 41.2643 26.4929 42.1976 26.4672C43.4861 26.4345 44.7794 26.4042 46.0631 26.4952C48.568 26.6772 50.5427 27.8462 52.0735 29.8506ZM43.5677 29.1599C42.8383 33.9783 46.5093 36.5263 50.6771 35.6443C51.2577 31.3112 48.3305 28.4972 43.5677 29.1599ZM53.482 35.7143C59.1973 36.5263 61.3544 32.4312 60.4954 29.1389C55.6294 28.6792 53.0141 31.1152 53.482 35.7143Z" fill="#F2631C"/>
                          <path d="M51.9777 44.7799C50.2405 44.7799 48.5034 44.7869 46.7662 44.7776C45.7105 44.7706 45.1202 44.2829 45.125 43.4522C45.1298 42.6239 45.7057 42.1596 46.7854 42.1572C50.3197 42.1502 53.854 42.1502 57.3883 42.1572C58.4609 42.1596 59.0343 42.6332 59.0295 43.4686C59.0247 44.2946 58.4345 44.7706 57.3715 44.7753C55.572 44.7846 53.7748 44.7799 51.9777 44.7799Z" fill="#F2631C"/>
                          </svg>
                          
                          
                          
                      </div>
                      <p class="s-c">
                        التجميل 
                      
                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                     <div style="    width: 160px;
                     height: 160px;" class="box bg-white rounded-circle p-3">
                      <div>

                        <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M66.553 0C67.7144 0.506338 68.9884 0.858675 70.0178 1.55168C72.3908 3.1547 73.4297 5.42505 73.1442 8.27641C72.8683 11.0321 72.7051 13.7995 72.4892 16.5598C72.4652 16.8795 72.4604 17.2062 72.3836 17.5118C72.2012 18.2328 71.6997 18.6202 70.9367 18.5338C70.1809 18.4475 69.7346 17.9785 69.7706 17.2272C69.8378 15.8015 69.9554 14.3758 70.061 12.9525C70.1569 11.6178 70.2625 10.2854 70.3705 8.87608C58.1696 8.87608 46.043 8.87608 33.7869 8.87608C35.3705 29.4563 36.9541 50.0178 38.5449 70.6493C47.5594 70.6493 56.5356 70.6493 65.6029 70.6493C65.7229 69.2213 65.8548 67.7793 65.9652 66.335C66.4715 59.7059 66.9657 53.0768 67.4768 46.4501C68.0623 38.834 68.6597 31.218 69.2548 23.6019C69.3268 22.6732 69.9122 22.1412 70.74 22.2159C71.5438 22.2882 72.0093 22.8879 71.9373 23.8632C71.6302 27.9909 71.3063 32.1186 70.9847 36.2463C70.5912 41.3331 70.1929 46.4198 69.7994 51.5065C69.2812 58.1915 68.7029 64.8743 68.2782 71.5663C68.0911 74.5297 68.2158 77.5117 68.2014 80.4868C68.1966 81.6231 68.2062 82.7618 68.199 83.8981C68.1774 86.7448 66.637 88.6955 63.8225 89.4538C63.7098 89.4842 63.6066 89.5472 63.4986 89.5962C48.2625 89.5962 33.0263 89.5962 17.7901 89.5962C17.7805 89.5682 17.7829 89.5262 17.7637 89.5145C17.1351 89.0875 16.8088 88.5275 17.1039 87.7925C17.4038 87.0412 18.0829 86.9641 18.8171 86.9641C24.4245 86.9758 30.0343 86.9712 35.6416 86.9712C35.9656 86.9712 36.2871 86.9712 36.4022 86.9712C36.1935 85.1675 35.9896 83.4058 35.7832 81.6184C24.8588 81.6184 13.8959 81.6184 2.92828 81.6184C3.23061 84.0241 5.42605 86.3015 8.05099 86.7681C9.24589 86.9805 10.496 86.9361 11.7197 86.9595C12.4755 86.9735 13.1737 87.0178 13.5 87.8252C13.8335 88.6488 13.3057 89.1272 12.7514 89.5938C11.2518 89.5938 9.75216 89.5938 8.25254 89.5938C8.15177 89.5425 8.05579 89.4655 7.94782 89.4445C3.52093 88.5555 0.581673 85.4755 0.0442089 81.1564C-0.162139 79.4997 0.329737 78.9537 2.03091 78.9537C5.68999 78.9514 9.34667 78.9537 13.0057 78.9514C13.3201 78.9514 13.6368 78.9234 14.0015 78.9071C14.0015 76.9191 14.0255 75.0267 13.9751 73.1367C13.9679 72.8754 13.6536 72.5463 13.392 72.3807C3.31698 65.9966 -1.55619 55.1815 0.495295 43.7201C2.88749 30.364 15.5683 20.4075 29.5088 20.9349C30.3318 20.9652 31.1548 20.9395 32.0114 20.9395C31.6826 16.6578 31.3923 12.3831 31.0156 8.11541C30.7805 5.46938 31.7066 3.31336 33.8517 1.77568C34.941 0.991676 36.3255 0.581005 37.5804 0C47.2379 0 56.8955 0 66.553 0ZM32.7192 30.2449C30.6557 30.2076 28.6378 29.9626 26.6703 30.1679C15.086 31.3813 7.35757 41.9467 9.88173 52.9928C12.3171 63.6516 24.1653 70.1337 34.7395 66.6033C35.2745 66.4236 35.5145 66.2066 35.4497 65.6186C35.3153 64.4029 35.2649 63.1756 35.1714 61.9552C34.6579 55.2982 34.1396 48.6411 33.6237 41.9841C33.3286 38.1807 33.0359 34.3727 32.7192 30.2449ZM32.5128 27.6829C32.4384 26.6213 32.3281 25.6926 32.3257 24.7639C32.3233 23.9566 31.9946 23.5996 31.1644 23.6392C28.777 23.7536 26.3488 23.6206 24.007 23.9962C10.5991 26.1522 1.02316 38.9134 2.89469 51.9732C4.42551 62.6529 12.1756 70.9713 22.932 73.419C27.0326 74.3524 31.1404 74.2637 35.2145 73.2254C35.4833 73.1577 35.9128 72.9034 35.9104 72.74C35.8984 71.5383 35.7952 70.3367 35.7184 69.1047C22.0803 73.3747 8.49728 64.4799 6.86329 51.4061C6.10988 45.3838 7.69348 39.912 11.7077 35.2547C17.1159 28.9826 24.1461 26.6469 32.5128 27.6829ZM43.0846 86.9688C43.0846 85.0251 43.0726 83.1935 43.0894 81.3618C43.099 80.2861 43.55 79.7984 44.565 79.7937C49.5701 79.7821 54.5777 79.7821 59.5828 79.7937C60.569 79.7961 61.0536 80.2721 61.0776 81.2661C61.1088 82.6054 61.0872 83.9471 61.0872 85.2888C61.0872 85.8301 61.0872 86.3738 61.0872 86.8871C63.9257 87.3632 65.6629 86.0541 65.5285 83.2938C65.3893 80.4424 65.4973 77.5817 65.4973 74.7257C65.4973 74.2964 65.4973 73.8694 65.4973 73.398C56.5092 73.398 47.6242 73.398 38.7609 73.398C38.7153 73.4984 38.6745 73.5497 38.6745 73.601C38.6673 77.1851 38.6337 80.7714 38.6745 84.3555C38.6889 85.7415 39.903 86.8615 41.3426 86.9618C41.8777 86.9992 42.4175 86.9688 43.0846 86.9688ZM34.0125 6.10639C46.067 6.10639 58.1192 6.10639 70.1881 6.10639C69.6531 4.01337 67.7024 2.63202 65.3174 2.62969C58.2104 2.62269 51.1033 2.62736 43.9987 2.62736C42.1704 2.62736 40.3397 2.59936 38.5113 2.63902C36.3279 2.68103 34.2812 4.27937 34.0125 6.10639ZM58.3303 86.9268C58.3303 85.4148 58.3303 83.9471 58.3303 82.4771C54.1266 82.4771 49.9852 82.4771 45.8271 82.4771C45.8271 83.9868 45.8271 85.4335 45.8271 86.9268C49.9876 86.9268 54.1074 86.9268 58.3303 86.9268ZM16.7248 78.8814C23.1792 78.8814 29.5424 78.8814 35.9152 78.8814C35.9152 77.8221 35.9152 76.8397 35.9152 75.7967C29.324 77.3694 22.9464 76.8234 16.7248 74.1564C16.7248 75.8084 16.7248 77.3181 16.7248 78.8814Z" fill="#F2631C"/>
                          <path d="M74.4708 89.5999C72.3378 88.7855 71.6299 87.2455 71.6611 85.0638C71.7499 78.8828 71.6899 72.6994 71.6923 66.5183C71.6923 64.899 72.0378 64.563 73.6814 64.5606C77.1893 64.5606 80.6973 64.5606 84.2076 64.5606C84.5291 64.5606 84.8506 64.5606 85.2177 64.5606C85.2177 59.7609 85.2177 55.0499 85.2177 50.2782C82.1705 50.2782 79.1305 50.2782 75.9704 50.2782C75.9704 50.5955 75.9704 50.9058 75.9704 51.2185C75.9704 53.9299 75.9752 56.6435 75.968 59.3549C75.9656 60.4376 75.445 61.0653 74.6028 61.0443C73.7894 61.0256 73.2783 60.4143 73.2759 59.3876C73.2663 56.0042 73.2783 52.6232 73.2687 49.2398C73.2663 48.4908 73.5423 47.9775 74.2765 47.6485C74.4996 47.5481 74.6868 47.1351 74.694 46.8598C74.7324 45.1401 74.7252 43.4181 74.7108 41.6984C74.6916 39.1037 75.6945 37.006 77.83 35.4217C78.9025 34.626 79.9438 33.7907 80.9852 32.9577C82.1201 32.05 83.3606 31.8657 84.6731 32.484C85.9543 33.0907 86.535 34.143 86.5302 35.5314C86.5182 39.2064 86.5278 42.8791 86.5278 46.5541C86.5278 46.8738 86.5278 47.1935 86.5278 47.5575C87.7491 47.7605 87.9938 48.5351 87.9842 49.6015C87.9458 54.2379 87.9674 58.8742 87.9674 63.5106C87.9674 63.8279 87.9674 64.1476 87.9674 64.4486C89.3375 64.801 89.5702 65.102 89.5726 66.4833C89.5726 72.6947 89.5246 78.9061 89.599 85.1175C89.6254 87.3038 88.8768 88.8392 86.7101 89.5999C82.6288 89.5999 78.5498 89.5999 74.4708 89.5999ZM86.8709 74.0667C86.4918 74.0504 86.1991 74.027 85.9063 74.027C84.4691 74.0224 83.0295 74.0364 81.5922 74.02C80.6181 74.0107 80.0326 73.4927 80.0422 72.697C80.0494 71.906 80.6373 71.423 81.6234 71.402C81.9521 71.395 82.2833 71.3997 82.612 71.3997C84.0084 71.3997 85.4049 71.3997 86.8037 71.3997C86.8037 69.9343 86.8037 68.5857 86.8037 67.244C82.6456 67.244 78.5546 67.244 74.4684 67.244C74.4396 67.384 74.406 67.468 74.406 67.552C74.4012 73.6397 74.394 79.7298 74.4012 85.8175C74.4036 86.7205 74.7036 86.9678 75.6921 86.9702C78.9265 86.9772 82.1633 86.9748 85.3977 86.9725C86.6118 86.9725 86.8685 86.7228 86.8709 85.5398C86.8733 82.6558 86.8709 79.7718 86.8709 76.8877C86.8709 75.9637 86.8709 75.0397 86.8709 74.0667ZM83.8261 47.5575C83.8261 43.7098 83.8261 39.9507 83.8261 36.194C83.8261 35.9607 83.8669 35.718 83.8117 35.4964C83.7541 35.2584 83.6293 34.871 83.4926 34.8523C83.2094 34.815 82.8399 34.9037 82.6096 35.074C81.4219 35.9607 80.2558 36.8777 79.1017 37.8087C78.1347 38.5857 77.5541 39.5961 77.4725 40.8187C77.4029 41.8641 77.4221 42.9164 77.4125 43.9664C77.4053 45.1541 77.4101 46.3418 77.4101 47.5598C79.5911 47.5575 81.6498 47.5575 83.8261 47.5575Z" fill="#F2631C"/>
                          <path d="M52.0735 29.8506C53.3236 28.2405 54.8448 27.0109 56.8459 26.7145C58.5807 26.4602 60.3659 26.5022 62.1294 26.4905C62.7772 26.4859 63.3195 26.9105 63.3195 27.5849C63.3195 29.1832 63.4299 30.8189 63.13 32.3729C62.4845 35.7236 59.5837 38.169 56.0829 38.3463C53.3932 38.484 50.6819 38.4933 47.9946 38.337C43.9972 38.106 40.9116 34.8253 40.806 30.9146C40.7796 29.9229 40.782 28.9312 40.7988 27.9395C40.8156 26.9945 41.2643 26.4929 42.1976 26.4672C43.4861 26.4345 44.7794 26.4042 46.0631 26.4952C48.568 26.6772 50.5427 27.8462 52.0735 29.8506ZM43.5677 29.1599C42.8383 33.9783 46.5093 36.5263 50.6771 35.6443C51.2577 31.3112 48.3305 28.4972 43.5677 29.1599ZM53.482 35.7143C59.1973 36.5263 61.3544 32.4312 60.4954 29.1389C55.6294 28.6792 53.0141 31.1152 53.482 35.7143Z" fill="#F2631C"/>
                          <path d="M51.9777 44.7799C50.2405 44.7799 48.5034 44.7869 46.7662 44.7776C45.7105 44.7706 45.1202 44.2829 45.125 43.4522C45.1298 42.6239 45.7057 42.1596 46.7854 42.1572C50.3197 42.1502 53.854 42.1502 57.3883 42.1572C58.4609 42.1596 59.0343 42.6332 59.0295 43.4686C59.0247 44.2946 58.4345 44.7706 57.3715 44.7753C55.572 44.7846 53.7748 44.7799 51.9777 44.7799Z" fill="#F2631C"/>
                          </svg>
                          
                          
                          
                      </div>
                      <p class="s-c">
                        التجميل 
                      
                      
                      </p>
                        
                     </div>
                    </a>
                 
                  </div>
           
           
                </div>
                <div class="swiper-button-next"></div>
                <div class="swiper-button-prev"></div>
              </div>
            </div>
          </div>
          <div class="container">
            <div class=" table-network ">
                <h2>
                    جدول الاكاديمية

                </h2>
                <p>
                    هنا تجدين كل المواعيد  المهمة الخاصة بأكاديمية رياديات
                                </p>
                
                <div style="background-color: #F6F8F9;">
                    <div class="row p-2">
                        <div class="col-md-8">
                            <div class="row">
                                <div class="col-6  col-lg-3">
                                    <div class="box">
                                        <div>
                                            <img src="/assets/img/nwtt1786.png" class="rounded-3" alt="" width="166">
                                        </div>
                                        <div class="p-2">
                                            <p>
                                                مقدمة في ريادة الأعمال
                                            </p>
                                            <p>
                                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path d="M11.9995 22.7497C6.06951 22.7497 1.24951 17.9297 1.24951 11.9997C1.24951 6.06972 6.06951 1.24972 11.9995 1.24972C17.9295 1.24972 22.7495 6.06972 22.7495 11.9997C22.7495 17.9297 17.9295 22.7497 11.9995 22.7497ZM11.9995 2.74972C6.89951 2.74972 2.74951 6.89972 2.74951 11.9997C2.74951 17.0997 6.89951 21.2497 11.9995 21.2497C17.0995 21.2497 21.2495 17.0997 21.2495 11.9997C21.2495 6.89972 17.0995 2.74972 11.9995 2.74972Z" fill="#737373"/>
                                                    <path d="M9.14769 17.3335C9.25338 17.3335 9.35907 17.3082 9.45663 17.2407L11.977 15.6806C12.603 15.2926 13.0664 14.4409 13.0664 13.6903V10.2327C13.0664 9.88689 12.79 9.60016 12.4566 9.60016C12.1233 9.60016 11.8469 9.88689 11.8469 10.2327V13.6903C11.8469 13.9939 11.603 14.4409 11.351 14.5927L8.83062 16.1528C8.53793 16.3299 8.4485 16.7179 8.61923 17.0215C8.74118 17.2239 8.94444 17.3335 9.14769 17.3335Z" fill="#737373"/>
                                                    </svg>
                                                   <span>
                                                    9:30 صباحا
                                                   </span> 
                                            </p>
                                        </div>
                                    </div>
                                </div>
                                <div class="col-6  col-lg-3">
                                    <div class="box">
                                        <div>
                                            <img src="/assets/img/img-network.png" class="rounded-3" alt="" width="166">
                                        </div>
                                        <div class="p-2">
                                            <p>
                                                مقدمة في ريادة الأعمال
                                            </p>
                                            <p>
                                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path d="M11.9995 22.7497C6.06951 22.7497 1.24951 17.9297 1.24951 11.9997C1.24951 6.06972 6.06951 1.24972 11.9995 1.24972C17.9295 1.24972 22.7495 6.06972 22.7495 11.9997C22.7495 17.9297 17.9295 22.7497 11.9995 22.7497ZM11.9995 2.74972C6.89951 2.74972 2.74951 6.89972 2.74951 11.9997C2.74951 17.0997 6.89951 21.2497 11.9995 21.2497C17.0995 21.2497 21.2495 17.0997 21.2495 11.9997C21.2495 6.89972 17.0995 2.74972 11.9995 2.74972Z" fill="#737373"/>
                                                    <path d="M9.14769 17.3335C9.25338 17.3335 9.35907 17.3082 9.45663 17.2407L11.977 15.6806C12.603 15.2926 13.0664 14.4409 13.0664 13.6903V10.2327C13.0664 9.88689 12.79 9.60016 12.4566 9.60016C12.1233 9.60016 11.8469 9.88689 11.8469 10.2327V13.6903C11.8469 13.9939 11.603 14.4409 11.351 14.5927L8.83062 16.1528C8.53793 16.3299 8.4485 16.7179 8.61923 17.0215C8.74118 17.2239 8.94444 17.3335 9.14769 17.3335Z" fill="#737373"/>
                                                    </svg>
                                                   <span>
                                                    9:30 صباحا
                                                   </span> 
                                            </p>
                                        </div>
                                    </div>
                                </div>
                                <div class="col-6  col-lg-3">
                                    <div class="box">
                                        <div>
                                            <img src="/assets/img/nwtt1786.png" class="rounded-3" alt="" width="166">
                                        </div>
                                        <div class="p-2">
                                            <p>
                                                مقدمة في ريادة الأعمال
                                            </p>
                                            <p>
                                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path d="M11.9995 22.7497C6.06951 22.7497 1.24951 17.9297 1.24951 11.9997C1.24951 6.06972 6.06951 1.24972 11.9995 1.24972C17.9295 1.24972 22.7495 6.06972 22.7495 11.9997C22.7495 17.9297 17.9295 22.7497 11.9995 22.7497ZM11.9995 2.74972C6.89951 2.74972 2.74951 6.89972 2.74951 11.9997C2.74951 17.0997 6.89951 21.2497 11.9995 21.2497C17.0995 21.2497 21.2495 17.0997 21.2495 11.9997C21.2495 6.89972 17.0995 2.74972 11.9995 2.74972Z" fill="#737373"/>
                                                    <path d="M9.14769 17.3335C9.25338 17.3335 9.35907 17.3082 9.45663 17.2407L11.977 15.6806C12.603 15.2926 13.0664 14.4409 13.0664 13.6903V10.2327C13.0664 9.88689 12.79 9.60016 12.4566 9.60016C12.1233 9.60016 11.8469 9.88689 11.8469 10.2327V13.6903C11.8469 13.9939 11.603 14.4409 11.351 14.5927L8.83062 16.1528C8.53793 16.3299 8.4485 16.7179 8.61923 17.0215C8.74118 17.2239 8.94444 17.3335 9.14769 17.3335Z" fill="#737373"/>
                                                    </svg>
                                                   <span>
                                                    9:30 صباحا
                                                   </span> 
                                            </p>
                                        </div>
                                    </div>
                                </div>

                            </div>

                        </div>
                        <div class="col-md-4">
                            <div class="position-relative">

                                <div style="
                                margin: -51px 0;
                            " id="calendarContainer" class=" e "></div>
                            </div>

                        </div>

                    </div>

                </div>
            </div>

          </div>
          <div class="sec-five mt-5 p-3">
            <div class="">
              <div
                class="d-flex justify-content-between align-items-center container"
              >
                <h1> أبرز مدربتنا في الاكاديمية       </h1>
                <div>
                    <button class="more">
                      <a href="" class="text-dark">
                          المزيد
                      </a>
                    </button>
                  </div>
              </div>
              <div
                style="overflow-x: hidden"
              
                class="swiper-container mySwiper main-swiper"
              >
                <div
                 
                  class="swiper-wrapper"
                >
                  <div class="swiper-slide rounded-3">
                    <a href="" data-bs-toggle="modal" data-bs-target="#staticBackdrop">

                        <div class="box   rounded-3">
                            <div class="">
                                <img class=" rounded-top"  src="/assets/img/Rectangle 1775qa.png" alt="" width="259" height="192">
                            </div>
                            <div class="text bg-white  rounded-bottom ">
                                <h6 class="text-dark"> العنود محمد </h6>
                                <p class="m-c"> التصوير  </p>
    
                            </div>
    
                        </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                        <div class="box   rounded-3">
                            <div class="">
                                <img class=" rounded-top"  src="/assets/img/Rectangle 1775qa.png" alt="" width="259" height="192">
                            </div>
                            <div class="text bg-white  rounded-bottom ">
                                <h6 class="text-dark"> العنود محمد </h6>
                                <p class="m-c"> التصوير  </p>
    
                            </div>
    
                        </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                        <div class="box   rounded-3">
                            <div class="">
                                <img class=" rounded-top"  src="/assets/img/Rectangle 1775qa.png" alt="" width="259" height="192">
                            </div>
                            <div class="text bg-white  rounded-bottom ">
                                <h6 class="text-dark"> العنود محمد </h6>
                                <p class="m-c"> التصوير  </p>
    
                            </div>
    
                        </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                        <div class="box   rounded-3">
                            <div class="">
                                <img class=" rounded-top"  src="/assets/img/Rectangle 1775qa.png" alt="" width="259" height="192">
                            </div>
                            <div class="text bg-white  rounded-bottom ">
                                <h6 class="text-dark"> العنود محمد </h6>
                                <p class="m-c"> التصوير  </p>
    
                            </div>
    
                        </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                        <div class="box   rounded-3">
                            <div class="">
                                <img class=" rounded-top"  src="/assets/img/Rectangle 1775qa.png" alt="" width="259" height="192">
                            </div>
                            <div class="text bg-white  rounded-bottom ">
                                <h6 class="text-dark"> العنود محمد </h6>
                                <p class="m-c"> التصوير  </p>
    
                            </div>
    
                        </div>
                    </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="">

                        <div class="box   rounded-3">
                            <div class="">
                                <img class=" rounded-top"  src="/assets/img/Rectangle 1775qa.png" alt="" width="259" height="192">
                            </div>
                            <div class="text bg-white  rounded-bottom ">
                                <h6 class="text-dark"> العنود محمد </h6>
                                <p class="m-c"> التصوير  </p>
    
                            </div>
    
                        </div>
                    </a>
                 
                  </div>
                    <div class="swiper-slide rounded-3">
                    <a href="">

                        <div class="box   rounded-3">
                            <div class="">
                                <img class=" rounded-top"  src="/assets/img/Rectangle 1775qa.png" alt="" width="259" height="192">
                            </div>
                            <div class="text bg-white  rounded-bottom ">
                                <h6 class="text-dark"> العنود محمد </h6>
                                <p class="m-c"> التصوير  </p>
    
                            </div>
    
                        </div>
                    </a>
                 
                  </div>
           
                </div>
                <div class="swiper-button-next"></div>
                <div class="swiper-button-prev"></div>
              </div>
            </div>
          </div>
        
          <div class="main-top py-2 px-5 position-relative mt-5">
            <div class="row align-items-center justify-content-between m-auto p-3">
                <div class="col-md-6 " >
                    <h1 class="text-white">
                        تهادوا تحابو !
                                        </h1>
                    <p class="text-white">
                        يمكنك الان تقديم دورات تعليمية  كهدايا للأصدقاء والاهل 
                        يمكنك شراء دورة تعليمة واحدة أو الاشتراك في الباقات الخاصة للأكاديمية
                    </p>

                    <div class="btn-main-style">
                        <a style="height: auto;"  href="../network/home.html" class="btn border p-2 px-4 text-white   mt-2  " >
                      
                  
                                أختر الباقة الان
      
                            </a>
                            <a style="height: auto;"  href="../network/home.html" class="btn border p-2 px-4 text-white bg-transpernt svg-network   mt-2">
                              
                     
                                    تصفح الدورات 
          
                                </a>
                    </div>
                </div>
                <div class="col-md-6 text-end">
                    <svg width="100%" height="220" viewBox="0 0 335 220" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M334.955 94.2714C333.684 96.0404 331.868 96.515 329.69 96.4719C326.104 96.3424 322.473 96.4287 318.615 96.4287C318.615 97.4642 318.615 98.284 318.615 99.147C318.615 126.631 318.615 154.115 318.615 181.6C318.615 182.592 318.615 183.628 318.297 184.577C317.843 186.13 316.482 187.166 314.893 186.777C313.713 186.475 312.487 185.483 311.761 184.491C311.262 183.8 311.443 182.549 311.443 181.557C311.443 154.159 311.443 126.718 311.443 99.3195C311.443 98.4566 311.443 97.5937 311.443 96.6013C305.134 96.6013 298.916 96.6013 292.471 96.6013C293.651 99.5784 294.786 102.426 295.921 105.317C301.64 119.771 305.543 134.7 308.039 149.973C308.312 151.656 307.903 152.994 306.405 153.9C304.771 154.849 303.274 154.374 301.821 153.296C295.739 148.722 289.612 144.149 283.53 139.575C282.894 139.101 282.168 138.669 281.306 138.065C280.806 138.798 280.398 139.446 279.989 140.093C275.95 145.961 271.865 151.829 267.825 157.697C266.827 159.164 265.556 160.285 263.559 159.94C261.426 159.595 260.745 157.999 260.472 156.186C258.112 141.517 253.982 127.322 247.945 113.644C245.812 108.855 243.406 104.152 240.638 99.5353C240.638 137.418 240.638 175.3 240.638 213.355C264.149 213.355 287.66 213.355 311.443 213.355C311.443 209.127 311.443 204.899 311.443 200.714C311.443 199.635 311.398 198.556 311.443 197.478C311.58 195.234 313.032 193.767 315.029 193.767C317.072 193.767 318.569 195.191 318.615 197.478C318.706 201.145 318.66 204.812 318.66 208.437C318.66 211.112 318.706 213.744 318.66 216.419C318.569 219.008 317.435 220 314.757 220C250.941 220 187.17 220 123.354 220C120.676 220 119.542 218.964 119.405 216.419C119.36 215.772 119.405 215.124 119.405 214.477C119.405 176.077 119.405 137.677 119.405 99.2764C119.405 98.4135 119.405 97.5505 119.405 96.4287C115.638 96.4287 111.962 96.4287 108.285 96.4287C104.109 96.4287 103.02 95.3932 103.02 91.4238C103.02 89.5685 102.975 87.67 103.02 85.8147C103.111 83.6143 104.427 82.2767 106.379 82.1904C108.421 82.1041 109.965 83.4417 110.146 85.6853C110.237 86.8934 110.146 88.1015 110.146 89.439C110.963 89.4822 111.644 89.5685 112.279 89.5685C123.763 89.5685 135.246 89.5685 146.729 89.5685C147.773 89.5685 148.635 89.6116 149.316 88.4035C154.717 78.8682 160.209 69.4191 165.701 59.9269C165.838 59.668 165.928 59.4091 166.11 58.9777C159.483 57.2518 152.947 55.526 146.457 53.8001C145.958 53.6707 145.413 53.5412 144.914 53.3686C137.833 50.9524 130.571 50.3484 123.082 50.6936C118.861 50.8661 114.64 50.7367 110.192 50.7367C110.192 54.361 110.192 57.7696 110.192 61.1781C110.192 64.5004 110.237 67.7795 110.192 71.1018C110.146 73.6474 108.739 75.2439 106.606 75.2439C104.427 75.287 103.02 73.7337 103.02 71.145C103.02 63.5512 103.02 55.9574 103.02 48.3205C103.02 45.2571 104.336 44.0059 107.559 43.9627C113.369 43.9196 119.178 43.9627 125.034 43.9627C124.126 41.7623 123.082 39.7775 122.492 37.6633C121.402 33.737 121.811 29.8539 123.309 26.057C125.034 21.6129 126.668 17.1688 128.483 12.7679C131.66 5.04468 137.561 0.600596 146.366 0.0396931C150.088 -0.219185 153.492 0.816328 156.805 2.32645C170.83 8.66897 184.855 14.9683 198.88 21.354C200.151 21.9149 201.104 21.9149 202.421 21.354C204.463 20.5342 206.733 19.887 208.911 19.8439C215.538 19.6713 222.21 19.6713 228.837 19.8439C230.97 19.887 233.194 20.4048 235.146 21.2677C236.734 21.9581 237.824 21.8718 239.321 21.2246C253.346 14.8389 267.326 8.58268 281.26 2.28331C287.842 -0.693796 294.332 -0.866381 300.732 2.62848C304.681 4.7858 307.404 7.97863 309.083 11.9481C311.126 16.8668 313.123 21.8286 314.938 26.8336C316.935 32.3995 316.345 37.8359 313.214 42.9704C313.077 43.1861 312.987 43.445 312.805 43.9627C318.66 43.9627 324.288 44.0059 329.917 43.9627C332.141 43.9627 333.911 44.4805 335 46.4652C334.955 62.3862 334.955 78.3504 334.955 94.2714ZM197.428 99.5784C197.246 99.5353 197.019 99.449 196.838 99.4058C194.568 104.152 192.163 108.855 190.03 113.644C184.084 127.106 179.953 141.085 177.639 155.539C177.321 157.395 177.049 159.336 174.598 159.854C172.237 160.329 171.012 158.862 169.877 157.265C165.883 151.527 161.934 145.745 157.94 140.007C157.486 139.359 157.078 138.755 156.624 138.022C155.807 138.583 155.171 138.971 154.581 139.403C148.454 143.976 142.372 148.506 136.244 153.123C134.747 154.245 133.203 154.849 131.479 153.813C129.89 152.864 129.618 151.397 129.89 149.671C132.613 133.276 137.016 117.312 143.416 101.822C144.142 100.096 144.777 98.3703 145.504 96.5582C139.059 96.5582 132.84 96.5582 126.713 96.5582C126.713 135.606 126.713 174.437 126.713 213.312C150.36 213.312 173.871 213.312 197.473 213.312C197.428 175.3 197.428 137.461 197.428 99.5784ZM233.149 213.399C233.149 174.308 233.149 135.433 233.149 96.5582C223.572 96.5582 214.176 96.5582 204.781 96.5582C204.781 135.563 204.781 174.437 204.781 213.399C214.267 213.399 223.617 213.399 233.149 213.399ZM232.604 73.518C249.443 96.0836 260.563 120.677 266.237 147.902C266.963 146.953 267.417 146.392 267.78 145.788C270.639 141.301 273.499 136.857 276.358 132.37C278.265 129.393 280.08 128.918 283.03 130.903C287.751 134.096 292.426 137.375 297.146 140.611C297.782 141.042 298.372 141.474 299.189 141.991C299.189 141.387 299.234 141.172 299.189 140.956C293.197 112.652 281.986 86.4188 265.42 62.2136C264.739 61.2213 264.194 60.8761 262.878 61.2213C256.16 63.0766 249.352 64.8024 242.635 66.5714C241.999 66.744 241.273 67.0029 240.955 67.4775C238.958 70.4115 236.326 72.3099 232.604 73.518ZM138.423 142.164C144.369 138.108 149.679 134.441 155.035 130.86C157.895 128.918 159.756 129.393 161.526 132.283C162.978 134.613 164.34 137.029 165.838 139.359C167.653 142.164 169.514 144.882 171.693 148.075C177.412 120.677 188.532 96.0404 205.326 73.5611C201.694 72.3099 198.926 70.4546 197.019 67.5207C196.747 67.0892 196.066 66.8735 195.522 66.7009C188.713 64.8887 181.86 63.1629 175.051 61.3076C173.871 61.0055 173.327 61.2644 172.691 62.2136C159.347 81.7158 149.316 102.599 142.871 125.035C141.328 130.558 140.012 136.123 138.423 142.164ZM242.907 59.2797C243.452 59.2797 243.679 59.3228 243.86 59.2797C262.379 54.4473 280.942 49.658 299.416 44.6962C307.177 42.6252 310.672 35.9375 307.994 28.6458C306.315 24.0291 304.499 19.4987 302.638 14.9683C302.184 13.8465 301.594 12.7247 300.868 11.7324C297.146 6.77053 290.837 5.47614 284.528 8.3238C270.912 14.4506 257.295 20.6205 243.679 26.7473C243.089 27.0062 242.499 27.3514 241.999 27.6102C242.362 30.1127 242.726 32.5289 243.134 35.0746C244.042 34.6431 244.904 34.1685 245.767 33.7802C253.437 30.4579 261.017 26.9199 268.824 23.8996C274.407 21.7423 280.352 20.5342 286.48 20.6205C291.926 20.7068 296.965 21.9149 300.641 26.1433C302.366 28.128 302.366 30.1559 300.777 31.4934C299.234 32.7878 297.192 32.6152 295.421 30.7599C293.152 28.43 290.383 27.3082 287.161 27.4377C284.074 27.5671 280.942 27.6965 277.992 28.3869C265.783 31.2345 254.708 36.5415 243.951 42.582C243.452 42.8409 242.952 43.5313 242.952 44.049C242.862 49.0971 242.907 54.1021 242.907 59.2797ZM195.976 27.6534C195.794 27.5239 195.612 27.3945 195.431 27.3082C181.224 20.8794 167.018 14.3643 152.72 8.06492C145.549 4.91524 138.423 7.71975 135.473 14.6663C133.476 19.3693 131.615 24.1585 129.89 28.9478C129.3 30.6736 128.982 32.6152 129.209 34.4274C129.845 39.9501 133.294 43.3155 138.877 44.7825C152.04 48.2342 165.157 51.6859 178.319 55.0945C183.811 56.5183 189.303 57.9853 195.113 59.4954C195.113 54.4904 195.068 49.7875 195.159 45.0414C195.204 43.7038 194.659 42.9704 193.434 42.3663C190.075 40.6836 186.898 38.8283 183.494 37.2319C174.688 33.0898 165.792 29.1635 155.988 27.6965C150.723 26.9199 145.594 26.8767 141.646 31.2777C140.329 32.7447 138.559 32.6584 136.971 31.5366C135.427 30.4579 135.201 28.5595 136.426 26.9199C138.922 23.5113 142.508 21.6992 146.775 20.9657C152.267 20.0596 157.577 20.7931 162.887 22.1306C173.236 24.6763 182.858 28.9909 192.163 33.8665C193.025 34.3411 193.933 34.7725 194.841 35.204C195.204 32.6152 195.567 30.199 195.976 27.6534ZM327.602 89.5685C327.602 76.452 327.602 63.6806 327.602 50.7799C319.432 50.7799 311.443 50.7799 303.455 50.7799C302.956 50.7799 302.411 50.9524 301.912 51.0819C294.514 53.0235 287.115 54.9219 279.672 56.8635C277.084 57.5538 274.543 58.2442 271.956 58.9345C272.046 59.2797 272.046 59.4523 272.092 59.5817C277.629 69.2034 283.121 78.7819 288.749 88.3604C289.112 88.9644 290.247 89.439 291.019 89.439C298.326 89.5253 305.634 89.4822 312.987 89.4822C317.843 89.5685 322.654 89.5685 327.602 89.5685ZM235.736 46.8104C235.736 42.3663 235.781 37.9222 235.736 33.4781C235.69 29.1204 233.103 26.661 228.61 26.6179C222.21 26.5747 215.81 26.5747 209.365 26.6179C204.962 26.661 202.33 29.1204 202.33 33.3487C202.284 42.3663 202.284 51.427 202.33 60.4446C202.375 64.5867 205.053 67.0892 209.456 67.1323C215.81 67.1755 222.119 67.1755 228.474 67.1323C233.103 67.0892 235.736 64.6298 235.736 60.1426C235.736 55.6985 235.736 51.2545 235.736 46.8104ZM235.1 89.439C232.876 86.1599 230.879 83.1828 228.746 80.2488C227.203 78.1347 225.977 75.3301 223.799 74.2946C221.62 73.2591 218.488 73.9926 215.81 73.9495C215.447 73.9495 215.039 73.9063 214.676 73.9926C214.267 74.0789 213.768 74.2515 213.541 74.5104C210.001 79.3428 206.46 84.2183 202.693 89.439C213.722 89.439 224.162 89.439 235.1 89.439Z" fill="#F6F8F9"/>
                        <path d="M11.8759 133.482L6.9496 133.482L6.9496 128.556L4.92629 128.556L4.92629 133.482L-9.94452e-09 133.482L-1.40289e-08 135.505L4.92629 135.505L4.92629 140.432L6.9496 140.432L6.9496 135.505L11.8759 135.505L11.8759 133.482Z" fill="#1FB9B3"/>
                        </svg>
                                   
                </div>

           
    
            </div>
       
            <div class="star position-absolute" >
                    <img  class="landing"  src="/assets/img/start.png" alt="">
            </div>
            <div class="square position-absolute" >
                <img class="landing"  src="/assets/img/square.png" alt="">
             </div>
             <div class="star-two position-absolute" >
                <img class="landing"  src="/assets/img/start.png" alt="">
             </div>
            <div class="star-big position-absolute" >
                <img class="landing"  src="/assets/img/star-big.png" alt="">
            </div>
        </div>

      
   

        <div class=" mt-5 p-3">
            <div class="">
              <div
                class="d-flex justify-content-between align-items-center container"
              >
                <h1> أحدث دورتنا      </h1>
                <div>
                    <button class="more">
                      <a href="" class="text-dark">
                          المزيد
                      </a>
                    </button>
                  </div>
              </div>
              <div
                style="overflow-x: hidden"
              
                class="swiper-container mySwiper-courses main-swiper order"
              >
                <div
                 
                  class="swiper-wrapper "
                >
                  <div class="swiper-slide rounded-3">
                    <a href="" data-bs-toggle="modal" data-bs-target="#staticBackdrop">

                        <div class="box rounded-end">
                            <div>
                                <img class="w-100 rounded-top"  src="/assets/img/courses-1768.png" alt="" height="173px">
                            </div>
                            <div class="p-3 ">
                                <div class="d-flex justify-content-between ">

                                    <h6 class="text-dark">
                                        تصميم الازياء
                                    </h6>
                                    <p class="m-c">
                                        الازياء
                                    
                                    
                                    </p>
                                </div>
                                <p class="text-dark text-start">
                                    عبارة عن تجهيز كوشة فرح وتجهيز القاعة بالكامل.
        
                                </p>
                                <div class="d-flex gap-2">
                  
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M17.74 22.75H6.26C3.77 22.75 1.75 20.73 1.75 18.24V11.51C1.75 9.02001 3.77 7 6.26 7H17.74C20.23 7 22.25 9.02001 22.25 11.51V12.95C22.25 13.36 21.91 13.7 21.5 13.7H19.48C19.13 13.7 18.81 13.83 18.58 14.07L18.57 14.08C18.29 14.35 18.16 14.72 18.19 15.1C18.25 15.76 18.88 16.29 19.6 16.29H21.5C21.91 16.29 22.25 16.63 22.25 17.04V18.23C22.25 20.73 20.23 22.75 17.74 22.75ZM6.26 8.5C4.6 8.5 3.25 9.85001 3.25 11.51V18.24C3.25 19.9 4.6 21.25 6.26 21.25H17.74C19.4 21.25 20.75 19.9 20.75 18.24V17.8H19.6C18.09 17.8 16.81 16.68 16.69 15.24C16.61 14.42 16.91 13.61 17.51 13.02C18.03 12.49 18.73 12.2 19.48 12.2H20.75V11.51C20.75 9.85001 19.4 8.5 17.74 8.5H6.26Z" fill="#979797"/>
                                            <path d="M2.5 13.16C2.09 13.16 1.75 12.82 1.75 12.41V7.84006C1.75 6.35006 2.69 5.00001 4.08 4.47001L12.02 1.47001C12.84 1.16001 13.75 1.27005 14.46 1.77005C15.18 2.27005 15.6 3.08005 15.6 3.95005V7.75003C15.6 8.16003 15.26 8.50003 14.85 8.50003C14.44 8.50003 14.1 8.16003 14.1 7.75003V3.95005C14.1 3.57005 13.92 3.22003 13.6 3.00003C13.28 2.78003 12.9 2.73003 12.54 2.87003L4.6 5.87003C3.79 6.18003 3.24 6.97006 3.24 7.84006V12.41C3.25 12.83 2.91 13.16 2.5 13.16Z" fill="#979797"/>
                                            <path d="M19.6005 17.7999C18.0905 17.7999 16.8105 16.6799 16.6905 15.2399C16.6105 14.4099 16.9105 13.5999 17.5105 13.0099C18.0205 12.4899 18.7205 12.2 19.4705 12.2H21.5505C22.5405 12.23 23.3005 13.0099 23.3005 13.9699V16.03C23.3005 16.99 22.5405 17.7699 21.5805 17.7999H19.6005ZM21.5305 13.7H19.4805C19.1305 13.7 18.8105 13.8299 18.5805 14.0699C18.2905 14.3499 18.1505 14.7299 18.1905 15.1099C18.2505 15.7699 18.8805 16.2999 19.6005 16.2999H21.5605C21.6905 16.2999 21.8105 16.18 21.8105 16.03V13.9699C21.8105 13.8199 21.6905 13.71 21.5305 13.7Z" fill="#979797"/>
                                            <path d="M14 12.75H7C6.59 12.75 6.25 12.41 6.25 12C6.25 11.59 6.59 11.25 7 11.25H14C14.41 11.25 14.75 11.59 14.75 12C14.75 12.41 14.41 12.75 14 12.75Z" fill="#979797"/>
                                            </svg>
                                            150 ريال
                                    </p>
                           
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M11.9999 14.17C9.86988 14.17 8.12988 12.44 8.12988 10.3C8.12988 8.16 9.86988 6.44 11.9999 6.44C14.1299 6.44 15.8699 8.17 15.8699 10.31C15.8699 12.45 14.1299 14.17 11.9999 14.17ZM11.9999 7.94C10.6999 7.94 9.62988 9 9.62988 10.31C9.62988 11.62 10.6899 12.68 11.9999 12.68C13.3099 12.68 14.3699 11.62 14.3699 10.31C14.3699 9 13.2999 7.94 11.9999 7.94Z" fill="#979797"/>
                                            <path d="M11.9997 22.76C10.5197 22.76 9.02969 22.2 7.86969 21.09C4.91969 18.25 1.65969 13.72 2.88969 8.33C3.99969 3.44 8.26969 1.25 11.9997 1.25C11.9997 1.25 11.9997 1.25 12.0097 1.25C15.7397 1.25 20.0097 3.44 21.1197 8.34C22.3397 13.73 19.0797 18.25 16.1297 21.09C14.9697 22.2 13.4797 22.76 11.9997 22.76ZM11.9997 2.75C9.08969 2.75 5.34969 4.3 4.35969 8.66C3.27969 13.37 6.23969 17.43 8.91969 20C10.6497 21.67 13.3597 21.67 15.0897 20C17.7597 17.43 20.7197 13.37 19.6597 8.66C18.6597 4.3 14.9097 2.75 11.9997 2.75Z" fill="#979797"/>
                                            </svg>
                                            جدة
                                    </p>
                                     
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M16.0002 22.75H8.00023C3.38023 22.75 2.52023 20.6 2.30023 18.51L1.55023 10.5C1.44023 9.45001 1.41023 7.90001 2.45023 6.74001C3.35023 5.74001 4.84023 5.26001 7.00023 5.26001H17.0002C19.1702 5.26001 20.6602 5.75001 21.5502 6.74001C22.5902 7.90001 22.5602 9.45001 22.4502 10.51L21.7002 18.5C21.4802 20.6 20.6202 22.75 16.0002 22.75ZM7.00023 6.75001C5.31023 6.75001 4.15023 7.08001 3.56023 7.74001C3.07023 8.28001 2.91023 9.11001 3.04023 10.35L3.79023 18.36C3.96023 19.94 4.39023 21.25 8.00023 21.25H16.0002C19.6002 21.25 20.0402 19.94 20.2102 18.35L20.9602 10.36C21.0902 9.11001 20.9302 8.28001 20.4402 7.74001C19.8502 7.08001 18.6902 6.75001 17.0002 6.75001H7.00023Z" fill="#979797"/>
                                            <path d="M16 6.75C15.59 6.75 15.25 6.41 15.25 6V5.2C15.25 3.42 15.25 2.75 12.8 2.75H11.2C8.75 2.75 8.75 3.42 8.75 5.2V6C8.75 6.41 8.41 6.75 8 6.75C7.59 6.75 7.25 6.41 7.25 6V5.2C7.25 3.44 7.25 1.25 11.2 1.25H12.8C16.75 1.25 16.75 3.44 16.75 5.2V6C16.75 6.41 16.41 6.75 16 6.75Z" fill="#979797"/>
                                            <path d="M12 16.75C9.25 16.75 9.25 15.05 9.25 14.03V13C9.25 11.59 9.59 11.25 11 11.25H13C14.41 11.25 14.75 11.59 14.75 13V14C14.75 15.04 14.75 16.75 12 16.75ZM10.75 12.75C10.75 12.83 10.75 12.92 10.75 13V14.03C10.75 15.06 10.75 15.25 12 15.25C13.25 15.25 13.25 15.09 13.25 14.02V13C13.25 12.92 13.25 12.83 13.25 12.75C13.17 12.75 13.08 12.75 13 12.75H11C10.92 12.75 10.83 12.75 10.75 12.75Z" fill="#979797"/>
                                            <path d="M13.9995 14.77C13.6295 14.77 13.2995 14.49 13.2595 14.11C13.2095 13.7 13.4995 13.32 13.9095 13.27C16.5495 12.94 19.0795 11.94 21.2095 10.39C21.5395 10.14 22.0095 10.22 22.2595 10.56C22.4995 10.89 22.4295 11.36 22.0895 11.61C19.7495 13.31 16.9895 14.4 14.0895 14.77C14.0595 14.77 14.0295 14.77 13.9995 14.77Z" fill="#979797"/>
                                            <path d="M9.99975 14.7799C9.96975 14.7799 9.93975 14.7799 9.90975 14.7799C7.16975 14.4699 4.49975 13.4699 2.18975 11.8899C1.84975 11.6599 1.75975 11.1899 1.98975 10.8499C2.21975 10.5099 2.68975 10.4199 3.02975 10.6499C5.13975 12.0899 7.56975 12.9999 10.0697 13.2899C10.4797 13.3399 10.7797 13.7099 10.7297 14.1199C10.6997 14.4999 10.3797 14.7799 9.99975 14.7799Z" fill="#979797"/>
                                            </svg>
                                         أ/   سارة
                                    </p>
                                   
                                </div>
                            </div>
                        </div>
                      </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="" data-bs-toggle="modal" data-bs-target="#staticBackdrop">

                        <div class="box rounded-end">
                            <div>
                                <img class="w-100 rounded-top"  src="/assets/img/courses-1768.png" alt="" height="173px">
                            </div>
                            <div class="p-3 ">
                                <div class="d-flex justify-content-between ">

                                    <h6 class="text-dark">
                                        تصميم الازياء
                                    </h6>
                                    <p class="m-c">
                                        الازياء
                                    
                                    
                                    </p>
                                </div>
                                <p class="text-dark text-start">
                                    عبارة عن تجهيز كوشة فرح وتجهيز القاعة بالكامل.
        
                                </p>
                                <div class="d-flex gap-2">
                  
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M17.74 22.75H6.26C3.77 22.75 1.75 20.73 1.75 18.24V11.51C1.75 9.02001 3.77 7 6.26 7H17.74C20.23 7 22.25 9.02001 22.25 11.51V12.95C22.25 13.36 21.91 13.7 21.5 13.7H19.48C19.13 13.7 18.81 13.83 18.58 14.07L18.57 14.08C18.29 14.35 18.16 14.72 18.19 15.1C18.25 15.76 18.88 16.29 19.6 16.29H21.5C21.91 16.29 22.25 16.63 22.25 17.04V18.23C22.25 20.73 20.23 22.75 17.74 22.75ZM6.26 8.5C4.6 8.5 3.25 9.85001 3.25 11.51V18.24C3.25 19.9 4.6 21.25 6.26 21.25H17.74C19.4 21.25 20.75 19.9 20.75 18.24V17.8H19.6C18.09 17.8 16.81 16.68 16.69 15.24C16.61 14.42 16.91 13.61 17.51 13.02C18.03 12.49 18.73 12.2 19.48 12.2H20.75V11.51C20.75 9.85001 19.4 8.5 17.74 8.5H6.26Z" fill="#979797"/>
                                            <path d="M2.5 13.16C2.09 13.16 1.75 12.82 1.75 12.41V7.84006C1.75 6.35006 2.69 5.00001 4.08 4.47001L12.02 1.47001C12.84 1.16001 13.75 1.27005 14.46 1.77005C15.18 2.27005 15.6 3.08005 15.6 3.95005V7.75003C15.6 8.16003 15.26 8.50003 14.85 8.50003C14.44 8.50003 14.1 8.16003 14.1 7.75003V3.95005C14.1 3.57005 13.92 3.22003 13.6 3.00003C13.28 2.78003 12.9 2.73003 12.54 2.87003L4.6 5.87003C3.79 6.18003 3.24 6.97006 3.24 7.84006V12.41C3.25 12.83 2.91 13.16 2.5 13.16Z" fill="#979797"/>
                                            <path d="M19.6005 17.7999C18.0905 17.7999 16.8105 16.6799 16.6905 15.2399C16.6105 14.4099 16.9105 13.5999 17.5105 13.0099C18.0205 12.4899 18.7205 12.2 19.4705 12.2H21.5505C22.5405 12.23 23.3005 13.0099 23.3005 13.9699V16.03C23.3005 16.99 22.5405 17.7699 21.5805 17.7999H19.6005ZM21.5305 13.7H19.4805C19.1305 13.7 18.8105 13.8299 18.5805 14.0699C18.2905 14.3499 18.1505 14.7299 18.1905 15.1099C18.2505 15.7699 18.8805 16.2999 19.6005 16.2999H21.5605C21.6905 16.2999 21.8105 16.18 21.8105 16.03V13.9699C21.8105 13.8199 21.6905 13.71 21.5305 13.7Z" fill="#979797"/>
                                            <path d="M14 12.75H7C6.59 12.75 6.25 12.41 6.25 12C6.25 11.59 6.59 11.25 7 11.25H14C14.41 11.25 14.75 11.59 14.75 12C14.75 12.41 14.41 12.75 14 12.75Z" fill="#979797"/>
                                            </svg>
                                            150 ريال
                                    </p>
                           
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M11.9999 14.17C9.86988 14.17 8.12988 12.44 8.12988 10.3C8.12988 8.16 9.86988 6.44 11.9999 6.44C14.1299 6.44 15.8699 8.17 15.8699 10.31C15.8699 12.45 14.1299 14.17 11.9999 14.17ZM11.9999 7.94C10.6999 7.94 9.62988 9 9.62988 10.31C9.62988 11.62 10.6899 12.68 11.9999 12.68C13.3099 12.68 14.3699 11.62 14.3699 10.31C14.3699 9 13.2999 7.94 11.9999 7.94Z" fill="#979797"/>
                                            <path d="M11.9997 22.76C10.5197 22.76 9.02969 22.2 7.86969 21.09C4.91969 18.25 1.65969 13.72 2.88969 8.33C3.99969 3.44 8.26969 1.25 11.9997 1.25C11.9997 1.25 11.9997 1.25 12.0097 1.25C15.7397 1.25 20.0097 3.44 21.1197 8.34C22.3397 13.73 19.0797 18.25 16.1297 21.09C14.9697 22.2 13.4797 22.76 11.9997 22.76ZM11.9997 2.75C9.08969 2.75 5.34969 4.3 4.35969 8.66C3.27969 13.37 6.23969 17.43 8.91969 20C10.6497 21.67 13.3597 21.67 15.0897 20C17.7597 17.43 20.7197 13.37 19.6597 8.66C18.6597 4.3 14.9097 2.75 11.9997 2.75Z" fill="#979797"/>
                                            </svg>
                                            جدة
                                    </p>
                                     
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M16.0002 22.75H8.00023C3.38023 22.75 2.52023 20.6 2.30023 18.51L1.55023 10.5C1.44023 9.45001 1.41023 7.90001 2.45023 6.74001C3.35023 5.74001 4.84023 5.26001 7.00023 5.26001H17.0002C19.1702 5.26001 20.6602 5.75001 21.5502 6.74001C22.5902 7.90001 22.5602 9.45001 22.4502 10.51L21.7002 18.5C21.4802 20.6 20.6202 22.75 16.0002 22.75ZM7.00023 6.75001C5.31023 6.75001 4.15023 7.08001 3.56023 7.74001C3.07023 8.28001 2.91023 9.11001 3.04023 10.35L3.79023 18.36C3.96023 19.94 4.39023 21.25 8.00023 21.25H16.0002C19.6002 21.25 20.0402 19.94 20.2102 18.35L20.9602 10.36C21.0902 9.11001 20.9302 8.28001 20.4402 7.74001C19.8502 7.08001 18.6902 6.75001 17.0002 6.75001H7.00023Z" fill="#979797"/>
                                            <path d="M16 6.75C15.59 6.75 15.25 6.41 15.25 6V5.2C15.25 3.42 15.25 2.75 12.8 2.75H11.2C8.75 2.75 8.75 3.42 8.75 5.2V6C8.75 6.41 8.41 6.75 8 6.75C7.59 6.75 7.25 6.41 7.25 6V5.2C7.25 3.44 7.25 1.25 11.2 1.25H12.8C16.75 1.25 16.75 3.44 16.75 5.2V6C16.75 6.41 16.41 6.75 16 6.75Z" fill="#979797"/>
                                            <path d="M12 16.75C9.25 16.75 9.25 15.05 9.25 14.03V13C9.25 11.59 9.59 11.25 11 11.25H13C14.41 11.25 14.75 11.59 14.75 13V14C14.75 15.04 14.75 16.75 12 16.75ZM10.75 12.75C10.75 12.83 10.75 12.92 10.75 13V14.03C10.75 15.06 10.75 15.25 12 15.25C13.25 15.25 13.25 15.09 13.25 14.02V13C13.25 12.92 13.25 12.83 13.25 12.75C13.17 12.75 13.08 12.75 13 12.75H11C10.92 12.75 10.83 12.75 10.75 12.75Z" fill="#979797"/>
                                            <path d="M13.9995 14.77C13.6295 14.77 13.2995 14.49 13.2595 14.11C13.2095 13.7 13.4995 13.32 13.9095 13.27C16.5495 12.94 19.0795 11.94 21.2095 10.39C21.5395 10.14 22.0095 10.22 22.2595 10.56C22.4995 10.89 22.4295 11.36 22.0895 11.61C19.7495 13.31 16.9895 14.4 14.0895 14.77C14.0595 14.77 14.0295 14.77 13.9995 14.77Z" fill="#979797"/>
                                            <path d="M9.99975 14.7799C9.96975 14.7799 9.93975 14.7799 9.90975 14.7799C7.16975 14.4699 4.49975 13.4699 2.18975 11.8899C1.84975 11.6599 1.75975 11.1899 1.98975 10.8499C2.21975 10.5099 2.68975 10.4199 3.02975 10.6499C5.13975 12.0899 7.56975 12.9999 10.0697 13.2899C10.4797 13.3399 10.7797 13.7099 10.7297 14.1199C10.6997 14.4999 10.3797 14.7799 9.99975 14.7799Z" fill="#979797"/>
                                            </svg>
                                         أ/   سارة
                                    </p>
                                   
                                </div>
                            </div>
                        </div>
                      </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="" data-bs-toggle="modal" data-bs-target="#staticBackdrop">

                        <div class="box rounded-end">
                            <div>
                                <img class="w-100 rounded-top"  src="/assets/img/courses-1768.png" alt="" height="173px">
                            </div>
                            <div class="p-3 ">
                                <div class="d-flex justify-content-between ">

                                    <h6 class="text-dark">
                                        تصميم الازياء
                                    </h6>
                                    <p class="m-c">
                                        الازياء
                                    
                                    
                                    </p>
                                </div>
                                <p class="text-dark text-start">
                                    عبارة عن تجهيز كوشة فرح وتجهيز القاعة بالكامل.
        
                                </p>
                                <div class="d-flex gap-2">
                  
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M17.74 22.75H6.26C3.77 22.75 1.75 20.73 1.75 18.24V11.51C1.75 9.02001 3.77 7 6.26 7H17.74C20.23 7 22.25 9.02001 22.25 11.51V12.95C22.25 13.36 21.91 13.7 21.5 13.7H19.48C19.13 13.7 18.81 13.83 18.58 14.07L18.57 14.08C18.29 14.35 18.16 14.72 18.19 15.1C18.25 15.76 18.88 16.29 19.6 16.29H21.5C21.91 16.29 22.25 16.63 22.25 17.04V18.23C22.25 20.73 20.23 22.75 17.74 22.75ZM6.26 8.5C4.6 8.5 3.25 9.85001 3.25 11.51V18.24C3.25 19.9 4.6 21.25 6.26 21.25H17.74C19.4 21.25 20.75 19.9 20.75 18.24V17.8H19.6C18.09 17.8 16.81 16.68 16.69 15.24C16.61 14.42 16.91 13.61 17.51 13.02C18.03 12.49 18.73 12.2 19.48 12.2H20.75V11.51C20.75 9.85001 19.4 8.5 17.74 8.5H6.26Z" fill="#979797"/>
                                            <path d="M2.5 13.16C2.09 13.16 1.75 12.82 1.75 12.41V7.84006C1.75 6.35006 2.69 5.00001 4.08 4.47001L12.02 1.47001C12.84 1.16001 13.75 1.27005 14.46 1.77005C15.18 2.27005 15.6 3.08005 15.6 3.95005V7.75003C15.6 8.16003 15.26 8.50003 14.85 8.50003C14.44 8.50003 14.1 8.16003 14.1 7.75003V3.95005C14.1 3.57005 13.92 3.22003 13.6 3.00003C13.28 2.78003 12.9 2.73003 12.54 2.87003L4.6 5.87003C3.79 6.18003 3.24 6.97006 3.24 7.84006V12.41C3.25 12.83 2.91 13.16 2.5 13.16Z" fill="#979797"/>
                                            <path d="M19.6005 17.7999C18.0905 17.7999 16.8105 16.6799 16.6905 15.2399C16.6105 14.4099 16.9105 13.5999 17.5105 13.0099C18.0205 12.4899 18.7205 12.2 19.4705 12.2H21.5505C22.5405 12.23 23.3005 13.0099 23.3005 13.9699V16.03C23.3005 16.99 22.5405 17.7699 21.5805 17.7999H19.6005ZM21.5305 13.7H19.4805C19.1305 13.7 18.8105 13.8299 18.5805 14.0699C18.2905 14.3499 18.1505 14.7299 18.1905 15.1099C18.2505 15.7699 18.8805 16.2999 19.6005 16.2999H21.5605C21.6905 16.2999 21.8105 16.18 21.8105 16.03V13.9699C21.8105 13.8199 21.6905 13.71 21.5305 13.7Z" fill="#979797"/>
                                            <path d="M14 12.75H7C6.59 12.75 6.25 12.41 6.25 12C6.25 11.59 6.59 11.25 7 11.25H14C14.41 11.25 14.75 11.59 14.75 12C14.75 12.41 14.41 12.75 14 12.75Z" fill="#979797"/>
                                            </svg>
                                            150 ريال
                                    </p>
                           
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M11.9999 14.17C9.86988 14.17 8.12988 12.44 8.12988 10.3C8.12988 8.16 9.86988 6.44 11.9999 6.44C14.1299 6.44 15.8699 8.17 15.8699 10.31C15.8699 12.45 14.1299 14.17 11.9999 14.17ZM11.9999 7.94C10.6999 7.94 9.62988 9 9.62988 10.31C9.62988 11.62 10.6899 12.68 11.9999 12.68C13.3099 12.68 14.3699 11.62 14.3699 10.31C14.3699 9 13.2999 7.94 11.9999 7.94Z" fill="#979797"/>
                                            <path d="M11.9997 22.76C10.5197 22.76 9.02969 22.2 7.86969 21.09C4.91969 18.25 1.65969 13.72 2.88969 8.33C3.99969 3.44 8.26969 1.25 11.9997 1.25C11.9997 1.25 11.9997 1.25 12.0097 1.25C15.7397 1.25 20.0097 3.44 21.1197 8.34C22.3397 13.73 19.0797 18.25 16.1297 21.09C14.9697 22.2 13.4797 22.76 11.9997 22.76ZM11.9997 2.75C9.08969 2.75 5.34969 4.3 4.35969 8.66C3.27969 13.37 6.23969 17.43 8.91969 20C10.6497 21.67 13.3597 21.67 15.0897 20C17.7597 17.43 20.7197 13.37 19.6597 8.66C18.6597 4.3 14.9097 2.75 11.9997 2.75Z" fill="#979797"/>
                                            </svg>
                                            جدة
                                    </p>
                                     
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M16.0002 22.75H8.00023C3.38023 22.75 2.52023 20.6 2.30023 18.51L1.55023 10.5C1.44023 9.45001 1.41023 7.90001 2.45023 6.74001C3.35023 5.74001 4.84023 5.26001 7.00023 5.26001H17.0002C19.1702 5.26001 20.6602 5.75001 21.5502 6.74001C22.5902 7.90001 22.5602 9.45001 22.4502 10.51L21.7002 18.5C21.4802 20.6 20.6202 22.75 16.0002 22.75ZM7.00023 6.75001C5.31023 6.75001 4.15023 7.08001 3.56023 7.74001C3.07023 8.28001 2.91023 9.11001 3.04023 10.35L3.79023 18.36C3.96023 19.94 4.39023 21.25 8.00023 21.25H16.0002C19.6002 21.25 20.0402 19.94 20.2102 18.35L20.9602 10.36C21.0902 9.11001 20.9302 8.28001 20.4402 7.74001C19.8502 7.08001 18.6902 6.75001 17.0002 6.75001H7.00023Z" fill="#979797"/>
                                            <path d="M16 6.75C15.59 6.75 15.25 6.41 15.25 6V5.2C15.25 3.42 15.25 2.75 12.8 2.75H11.2C8.75 2.75 8.75 3.42 8.75 5.2V6C8.75 6.41 8.41 6.75 8 6.75C7.59 6.75 7.25 6.41 7.25 6V5.2C7.25 3.44 7.25 1.25 11.2 1.25H12.8C16.75 1.25 16.75 3.44 16.75 5.2V6C16.75 6.41 16.41 6.75 16 6.75Z" fill="#979797"/>
                                            <path d="M12 16.75C9.25 16.75 9.25 15.05 9.25 14.03V13C9.25 11.59 9.59 11.25 11 11.25H13C14.41 11.25 14.75 11.59 14.75 13V14C14.75 15.04 14.75 16.75 12 16.75ZM10.75 12.75C10.75 12.83 10.75 12.92 10.75 13V14.03C10.75 15.06 10.75 15.25 12 15.25C13.25 15.25 13.25 15.09 13.25 14.02V13C13.25 12.92 13.25 12.83 13.25 12.75C13.17 12.75 13.08 12.75 13 12.75H11C10.92 12.75 10.83 12.75 10.75 12.75Z" fill="#979797"/>
                                            <path d="M13.9995 14.77C13.6295 14.77 13.2995 14.49 13.2595 14.11C13.2095 13.7 13.4995 13.32 13.9095 13.27C16.5495 12.94 19.0795 11.94 21.2095 10.39C21.5395 10.14 22.0095 10.22 22.2595 10.56C22.4995 10.89 22.4295 11.36 22.0895 11.61C19.7495 13.31 16.9895 14.4 14.0895 14.77C14.0595 14.77 14.0295 14.77 13.9995 14.77Z" fill="#979797"/>
                                            <path d="M9.99975 14.7799C9.96975 14.7799 9.93975 14.7799 9.90975 14.7799C7.16975 14.4699 4.49975 13.4699 2.18975 11.8899C1.84975 11.6599 1.75975 11.1899 1.98975 10.8499C2.21975 10.5099 2.68975 10.4199 3.02975 10.6499C5.13975 12.0899 7.56975 12.9999 10.0697 13.2899C10.4797 13.3399 10.7797 13.7099 10.7297 14.1199C10.6997 14.4999 10.3797 14.7799 9.99975 14.7799Z" fill="#979797"/>
                                            </svg>
                                         أ/   سارة
                                    </p>
                                   
                                </div>
                            </div>
                        </div>
                      </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="" data-bs-toggle="modal" data-bs-target="#staticBackdrop">

                        <div class="box rounded-end">
                            <div>
                                <img class="w-100 rounded-top"  src="/assets/img/courses-1768.png" alt="" height="173px">
                            </div>
                            <div class="p-3 ">
                                <div class="d-flex justify-content-between ">

                                    <h6 class="text-dark">
                                        تصميم الازياء
                                    </h6>
                                    <p class="m-c">
                                        الازياء
                                    
                                    
                                    </p>
                                </div>
                                <p class="text-dark text-start">
                                    عبارة عن تجهيز كوشة فرح وتجهيز القاعة بالكامل.
        
                                </p>
                                <div class="d-flex gap-2">
                  
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M17.74 22.75H6.26C3.77 22.75 1.75 20.73 1.75 18.24V11.51C1.75 9.02001 3.77 7 6.26 7H17.74C20.23 7 22.25 9.02001 22.25 11.51V12.95C22.25 13.36 21.91 13.7 21.5 13.7H19.48C19.13 13.7 18.81 13.83 18.58 14.07L18.57 14.08C18.29 14.35 18.16 14.72 18.19 15.1C18.25 15.76 18.88 16.29 19.6 16.29H21.5C21.91 16.29 22.25 16.63 22.25 17.04V18.23C22.25 20.73 20.23 22.75 17.74 22.75ZM6.26 8.5C4.6 8.5 3.25 9.85001 3.25 11.51V18.24C3.25 19.9 4.6 21.25 6.26 21.25H17.74C19.4 21.25 20.75 19.9 20.75 18.24V17.8H19.6C18.09 17.8 16.81 16.68 16.69 15.24C16.61 14.42 16.91 13.61 17.51 13.02C18.03 12.49 18.73 12.2 19.48 12.2H20.75V11.51C20.75 9.85001 19.4 8.5 17.74 8.5H6.26Z" fill="#979797"/>
                                            <path d="M2.5 13.16C2.09 13.16 1.75 12.82 1.75 12.41V7.84006C1.75 6.35006 2.69 5.00001 4.08 4.47001L12.02 1.47001C12.84 1.16001 13.75 1.27005 14.46 1.77005C15.18 2.27005 15.6 3.08005 15.6 3.95005V7.75003C15.6 8.16003 15.26 8.50003 14.85 8.50003C14.44 8.50003 14.1 8.16003 14.1 7.75003V3.95005C14.1 3.57005 13.92 3.22003 13.6 3.00003C13.28 2.78003 12.9 2.73003 12.54 2.87003L4.6 5.87003C3.79 6.18003 3.24 6.97006 3.24 7.84006V12.41C3.25 12.83 2.91 13.16 2.5 13.16Z" fill="#979797"/>
                                            <path d="M19.6005 17.7999C18.0905 17.7999 16.8105 16.6799 16.6905 15.2399C16.6105 14.4099 16.9105 13.5999 17.5105 13.0099C18.0205 12.4899 18.7205 12.2 19.4705 12.2H21.5505C22.5405 12.23 23.3005 13.0099 23.3005 13.9699V16.03C23.3005 16.99 22.5405 17.7699 21.5805 17.7999H19.6005ZM21.5305 13.7H19.4805C19.1305 13.7 18.8105 13.8299 18.5805 14.0699C18.2905 14.3499 18.1505 14.7299 18.1905 15.1099C18.2505 15.7699 18.8805 16.2999 19.6005 16.2999H21.5605C21.6905 16.2999 21.8105 16.18 21.8105 16.03V13.9699C21.8105 13.8199 21.6905 13.71 21.5305 13.7Z" fill="#979797"/>
                                            <path d="M14 12.75H7C6.59 12.75 6.25 12.41 6.25 12C6.25 11.59 6.59 11.25 7 11.25H14C14.41 11.25 14.75 11.59 14.75 12C14.75 12.41 14.41 12.75 14 12.75Z" fill="#979797"/>
                                            </svg>
                                            150 ريال
                                    </p>
                           
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M11.9999 14.17C9.86988 14.17 8.12988 12.44 8.12988 10.3C8.12988 8.16 9.86988 6.44 11.9999 6.44C14.1299 6.44 15.8699 8.17 15.8699 10.31C15.8699 12.45 14.1299 14.17 11.9999 14.17ZM11.9999 7.94C10.6999 7.94 9.62988 9 9.62988 10.31C9.62988 11.62 10.6899 12.68 11.9999 12.68C13.3099 12.68 14.3699 11.62 14.3699 10.31C14.3699 9 13.2999 7.94 11.9999 7.94Z" fill="#979797"/>
                                            <path d="M11.9997 22.76C10.5197 22.76 9.02969 22.2 7.86969 21.09C4.91969 18.25 1.65969 13.72 2.88969 8.33C3.99969 3.44 8.26969 1.25 11.9997 1.25C11.9997 1.25 11.9997 1.25 12.0097 1.25C15.7397 1.25 20.0097 3.44 21.1197 8.34C22.3397 13.73 19.0797 18.25 16.1297 21.09C14.9697 22.2 13.4797 22.76 11.9997 22.76ZM11.9997 2.75C9.08969 2.75 5.34969 4.3 4.35969 8.66C3.27969 13.37 6.23969 17.43 8.91969 20C10.6497 21.67 13.3597 21.67 15.0897 20C17.7597 17.43 20.7197 13.37 19.6597 8.66C18.6597 4.3 14.9097 2.75 11.9997 2.75Z" fill="#979797"/>
                                            </svg>
                                            جدة
                                    </p>
                                     
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M16.0002 22.75H8.00023C3.38023 22.75 2.52023 20.6 2.30023 18.51L1.55023 10.5C1.44023 9.45001 1.41023 7.90001 2.45023 6.74001C3.35023 5.74001 4.84023 5.26001 7.00023 5.26001H17.0002C19.1702 5.26001 20.6602 5.75001 21.5502 6.74001C22.5902 7.90001 22.5602 9.45001 22.4502 10.51L21.7002 18.5C21.4802 20.6 20.6202 22.75 16.0002 22.75ZM7.00023 6.75001C5.31023 6.75001 4.15023 7.08001 3.56023 7.74001C3.07023 8.28001 2.91023 9.11001 3.04023 10.35L3.79023 18.36C3.96023 19.94 4.39023 21.25 8.00023 21.25H16.0002C19.6002 21.25 20.0402 19.94 20.2102 18.35L20.9602 10.36C21.0902 9.11001 20.9302 8.28001 20.4402 7.74001C19.8502 7.08001 18.6902 6.75001 17.0002 6.75001H7.00023Z" fill="#979797"/>
                                            <path d="M16 6.75C15.59 6.75 15.25 6.41 15.25 6V5.2C15.25 3.42 15.25 2.75 12.8 2.75H11.2C8.75 2.75 8.75 3.42 8.75 5.2V6C8.75 6.41 8.41 6.75 8 6.75C7.59 6.75 7.25 6.41 7.25 6V5.2C7.25 3.44 7.25 1.25 11.2 1.25H12.8C16.75 1.25 16.75 3.44 16.75 5.2V6C16.75 6.41 16.41 6.75 16 6.75Z" fill="#979797"/>
                                            <path d="M12 16.75C9.25 16.75 9.25 15.05 9.25 14.03V13C9.25 11.59 9.59 11.25 11 11.25H13C14.41 11.25 14.75 11.59 14.75 13V14C14.75 15.04 14.75 16.75 12 16.75ZM10.75 12.75C10.75 12.83 10.75 12.92 10.75 13V14.03C10.75 15.06 10.75 15.25 12 15.25C13.25 15.25 13.25 15.09 13.25 14.02V13C13.25 12.92 13.25 12.83 13.25 12.75C13.17 12.75 13.08 12.75 13 12.75H11C10.92 12.75 10.83 12.75 10.75 12.75Z" fill="#979797"/>
                                            <path d="M13.9995 14.77C13.6295 14.77 13.2995 14.49 13.2595 14.11C13.2095 13.7 13.4995 13.32 13.9095 13.27C16.5495 12.94 19.0795 11.94 21.2095 10.39C21.5395 10.14 22.0095 10.22 22.2595 10.56C22.4995 10.89 22.4295 11.36 22.0895 11.61C19.7495 13.31 16.9895 14.4 14.0895 14.77C14.0595 14.77 14.0295 14.77 13.9995 14.77Z" fill="#979797"/>
                                            <path d="M9.99975 14.7799C9.96975 14.7799 9.93975 14.7799 9.90975 14.7799C7.16975 14.4699 4.49975 13.4699 2.18975 11.8899C1.84975 11.6599 1.75975 11.1899 1.98975 10.8499C2.21975 10.5099 2.68975 10.4199 3.02975 10.6499C5.13975 12.0899 7.56975 12.9999 10.0697 13.2899C10.4797 13.3399 10.7797 13.7099 10.7297 14.1199C10.6997 14.4999 10.3797 14.7799 9.99975 14.7799Z" fill="#979797"/>
                                            </svg>
                                         أ/   سارة
                                    </p>
                                   
                                </div>
                            </div>
                        </div>
                      </a>
                 
                  </div>
                  <div class="swiper-slide rounded-3">
                    <a href="" data-bs-toggle="modal" data-bs-target="#staticBackdrop">

                        <div class="box rounded-end">
                            <div>
                                <img class="w-100 rounded-top"  src="/assets/img/courses-1768.png" alt="" height="173px">
                            </div>
                            <div class="p-3 ">
                                <div class="d-flex justify-content-between ">

                                    <h6 class="text-dark">
                                        تصميم الازياء
                                    </h6>
                                    <p class="m-c">
                                        الازياء
                                    
                                    
                                    </p>
                                </div>
                                <p class="text-dark text-start">
                                    عبارة عن تجهيز كوشة فرح وتجهيز القاعة بالكامل.
        
                                </p>
                                <div class="d-flex gap-2">
                  
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M17.74 22.75H6.26C3.77 22.75 1.75 20.73 1.75 18.24V11.51C1.75 9.02001 3.77 7 6.26 7H17.74C20.23 7 22.25 9.02001 22.25 11.51V12.95C22.25 13.36 21.91 13.7 21.5 13.7H19.48C19.13 13.7 18.81 13.83 18.58 14.07L18.57 14.08C18.29 14.35 18.16 14.72 18.19 15.1C18.25 15.76 18.88 16.29 19.6 16.29H21.5C21.91 16.29 22.25 16.63 22.25 17.04V18.23C22.25 20.73 20.23 22.75 17.74 22.75ZM6.26 8.5C4.6 8.5 3.25 9.85001 3.25 11.51V18.24C3.25 19.9 4.6 21.25 6.26 21.25H17.74C19.4 21.25 20.75 19.9 20.75 18.24V17.8H19.6C18.09 17.8 16.81 16.68 16.69 15.24C16.61 14.42 16.91 13.61 17.51 13.02C18.03 12.49 18.73 12.2 19.48 12.2H20.75V11.51C20.75 9.85001 19.4 8.5 17.74 8.5H6.26Z" fill="#979797"/>
                                            <path d="M2.5 13.16C2.09 13.16 1.75 12.82 1.75 12.41V7.84006C1.75 6.35006 2.69 5.00001 4.08 4.47001L12.02 1.47001C12.84 1.16001 13.75 1.27005 14.46 1.77005C15.18 2.27005 15.6 3.08005 15.6 3.95005V7.75003C15.6 8.16003 15.26 8.50003 14.85 8.50003C14.44 8.50003 14.1 8.16003 14.1 7.75003V3.95005C14.1 3.57005 13.92 3.22003 13.6 3.00003C13.28 2.78003 12.9 2.73003 12.54 2.87003L4.6 5.87003C3.79 6.18003 3.24 6.97006 3.24 7.84006V12.41C3.25 12.83 2.91 13.16 2.5 13.16Z" fill="#979797"/>
                                            <path d="M19.6005 17.7999C18.0905 17.7999 16.8105 16.6799 16.6905 15.2399C16.6105 14.4099 16.9105 13.5999 17.5105 13.0099C18.0205 12.4899 18.7205 12.2 19.4705 12.2H21.5505C22.5405 12.23 23.3005 13.0099 23.3005 13.9699V16.03C23.3005 16.99 22.5405 17.7699 21.5805 17.7999H19.6005ZM21.5305 13.7H19.4805C19.1305 13.7 18.8105 13.8299 18.5805 14.0699C18.2905 14.3499 18.1505 14.7299 18.1905 15.1099C18.2505 15.7699 18.8805 16.2999 19.6005 16.2999H21.5605C21.6905 16.2999 21.8105 16.18 21.8105 16.03V13.9699C21.8105 13.8199 21.6905 13.71 21.5305 13.7Z" fill="#979797"/>
                                            <path d="M14 12.75H7C6.59 12.75 6.25 12.41 6.25 12C6.25 11.59 6.59 11.25 7 11.25H14C14.41 11.25 14.75 11.59 14.75 12C14.75 12.41 14.41 12.75 14 12.75Z" fill="#979797"/>
                                            </svg>
                                            150 ريال
                                    </p>
                           
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M11.9999 14.17C9.86988 14.17 8.12988 12.44 8.12988 10.3C8.12988 8.16 9.86988 6.44 11.9999 6.44C14.1299 6.44 15.8699 8.17 15.8699 10.31C15.8699 12.45 14.1299 14.17 11.9999 14.17ZM11.9999 7.94C10.6999 7.94 9.62988 9 9.62988 10.31C9.62988 11.62 10.6899 12.68 11.9999 12.68C13.3099 12.68 14.3699 11.62 14.3699 10.31C14.3699 9 13.2999 7.94 11.9999 7.94Z" fill="#979797"/>
                                            <path d="M11.9997 22.76C10.5197 22.76 9.02969 22.2 7.86969 21.09C4.91969 18.25 1.65969 13.72 2.88969 8.33C3.99969 3.44 8.26969 1.25 11.9997 1.25C11.9997 1.25 11.9997 1.25 12.0097 1.25C15.7397 1.25 20.0097 3.44 21.1197 8.34C22.3397 13.73 19.0797 18.25 16.1297 21.09C14.9697 22.2 13.4797 22.76 11.9997 22.76ZM11.9997 2.75C9.08969 2.75 5.34969 4.3 4.35969 8.66C3.27969 13.37 6.23969 17.43 8.91969 20C10.6497 21.67 13.3597 21.67 15.0897 20C17.7597 17.43 20.7197 13.37 19.6597 8.66C18.6597 4.3 14.9097 2.75 11.9997 2.75Z" fill="#979797"/>
                                            </svg>
                                            جدة
                                    </p>
                                     
                                    <p class="t-c">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M16.0002 22.75H8.00023C3.38023 22.75 2.52023 20.6 2.30023 18.51L1.55023 10.5C1.44023 9.45001 1.41023 7.90001 2.45023 6.74001C3.35023 5.74001 4.84023 5.26001 7.00023 5.26001H17.0002C19.1702 5.26001 20.6602 5.75001 21.5502 6.74001C22.5902 7.90001 22.5602 9.45001 22.4502 10.51L21.7002 18.5C21.4802 20.6 20.6202 22.75 16.0002 22.75ZM7.00023 6.75001C5.31023 6.75001 4.15023 7.08001 3.56023 7.74001C3.07023 8.28001 2.91023 9.11001 3.04023 10.35L3.79023 18.36C3.96023 19.94 4.39023 21.25 8.00023 21.25H16.0002C19.6002 21.25 20.0402 19.94 20.2102 18.35L20.9602 10.36C21.0902 9.11001 20.9302 8.28001 20.4402 7.74001C19.8502 7.08001 18.6902 6.75001 17.0002 6.75001H7.00023Z" fill="#979797"/>
                                            <path d="M16 6.75C15.59 6.75 15.25 6.41 15.25 6V5.2C15.25 3.42 15.25 2.75 12.8 2.75H11.2C8.75 2.75 8.75 3.42 8.75 5.2V6C8.75 6.41 8.41 6.75 8 6.75C7.59 6.75 7.25 6.41 7.25 6V5.2C7.25 3.44 7.25 1.25 11.2 1.25H12.8C16.75 1.25 16.75 3.44 16.75 5.2V6C16.75 6.41 16.41 6.75 16 6.75Z" fill="#979797"/>
                                            <path d="M12 16.75C9.25 16.75 9.25 15.05 9.25 14.03V13C9.25 11.59 9.59 11.25 11 11.25H13C14.41 11.25 14.75 11.59 14.75 13V14C14.75 15.04 14.75 16.75 12 16.75ZM10.75 12.75C10.75 12.83 10.75 12.92 10.75 13V14.03C10.75 15.06 10.75 15.25 12 15.25C13.25 15.25 13.25 15.09 13.25 14.02V13C13.25 12.92 13.25 12.83 13.25 12.75C13.17 12.75 13.08 12.75 13 12.75H11C10.92 12.75 10.83 12.75 10.75 12.75Z" fill="#979797"/>
                                            <path d="M13.9995 14.77C13.6295 14.77 13.2995 14.49 13.2595 14.11C13.2095 13.7 13.4995 13.32 13.9095 13.27C16.5495 12.94 19.0795 11.94 21.2095 10.39C21.5395 10.14 22.0095 10.22 22.2595 10.56C22.4995 10.89 22.4295 11.36 22.0895 11.61C19.7495 13.31 16.9895 14.4 14.0895 14.77C14.0595 14.77 14.0295 14.77 13.9995 14.77Z" fill="#979797"/>
                                            <path d="M9.99975 14.7799C9.96975 14.7799 9.93975 14.7799 9.90975 14.7799C7.16975 14.4699 4.49975 13.4699 2.18975 11.8899C1.84975 11.6599 1.75975 11.1899 1.98975 10.8499C2.21975 10.5099 2.68975 10.4199 3.02975 10.6499C5.13975 12.0899 7.56975 12.9999 10.0697 13.2899C10.4797 13.3399 10.7797 13.7099 10.7297 14.1199C10.6997 14.4999 10.3797 14.7799 9.99975 14.7799Z" fill="#979797"/>
                                            </svg>
                                         أ/   سارة
                                    </p>
                                   
                                </div>
                            </div>
                        </div>
                      </a>
                 
                  </div>
        
           
                </div>
                <div class="swiper-button-next"></div>
                <div class="swiper-button-prev"></div>
              </div>
            </div>
          </div>
          <div class="network-subscribe p-3">
            <h2 class="text-center">
              شركائنا في أكاديمية رياديات 
            </h2>
            <div class=" ">
                <ul
                  class="nav nav-pills mb-3 justify-content-center"
                  id="pills-tab"
                  role="tablist"
                >
                  <li class="nav-item m-2" role="presentation">
                    <button
                      class="nav-link active btn-custmer-w"
                      id="pills-home-tab"
                      data-bs-toggle="pill"
                      data-bs-target="#pills-home"
                      type="button"
                      role="tab"
                      aria-controls="pills-home"
                      aria-selected="true"
                      style="width: 128px;height:80px"


                    >
                 
                      منظمات الحفلات

                    </button>
                  </li>
                  <li class="nav-item m-2" role="presentation">
                    <button
                      class="nav-link btn-custmer-w"
                      id="pills-profile-tab"
                      data-bs-toggle="pill"
                      data-bs-target="#pills-profile"
                      type="button"
                      role="tab"
                      aria-controls="pills-profile"
                      aria-selected="false"
                      style="width: 128px;height:80px"

                    >
               

                    مصممات الديكور

                    </button>
                  </li>
                  <li class="nav-item m-2" role="presentation">
                    <button
                      class="nav-link btn-custmer-w"
                      id="pills-contact-tab"
                      data-bs-toggle="pill"
                      data-bs-target="#pills-contact"
                      type="button"
                      role="tab"
                      aria-controls="pills-contact"
                      aria-selected="false"
                      style="width: 128px;height:80px"


                    >
                   
                    التصميم
                    </button>
                  </li>
                  <li class="nav-item m-2" role="presentation">
                    <button
                      class="nav-link btn-custmer-w"
                      id="pills-servProvider-tab"
                      data-bs-toggle="pill"
                      data-bs-target="#pills-servProvider"
                      type="button"
                      role="tab"
                      aria-controls="pills-servProvider"
                      aria-selected="false"
                      style="width: 128px;height:80px"

                    >
                    
    
                    الزهور
                                    </button>
                  </li>
                  <li class="nav-item m-2" role="presentation">
                    <button
                      class="nav-link btn-custmer-w"
                      id="pills-shop-tab"
                      data-bs-toggle="pill"
                      data-bs-target="#pills-shop"
                      type="button"
                      role="tab"
                      aria-controls="pills-shop"
                      aria-selected="false"
                      style="width: 128px;height:80px"

                    >
                  
    
                    العطور
                    </button>
                  </li>
                  <li class="nav-item m-2" role="presentation">
                    <button
                      class="nav-link btn-custmer-w"
                      id="pills-shop-tab"
                      data-bs-toggle="pill"
                      data-bs-target="#pills-shop"
                      type="button"
                      role="tab"
                      aria-controls="pills-shop"
                      aria-selected="false"
                      style="width: 128px;height:80px"

                    >
                  
    
                    الازياء
                    </button>
                  </li>
                  <li class="nav-item m-2" role="presentation">
                    <button
                      class="nav-link btn-custmer-w"
                      id="pills-shop-tab"
                      data-bs-toggle="pill"
                      data-bs-target="#pills-shop"
                      type="button"
                      role="tab"
                      aria-controls="pills-shop"
                      aria-selected="false"
                      style="width: 128px;height:80px"

                    >
                  
    
                    التجميل
                    </button>
                  </li>
                    <li class="nav-item m-2" role="presentation">
                        <button
                          class="nav-link btn-custmer-w"
                          id="pills-shop-tab"
                          data-bs-toggle="pill"
                          data-bs-target="#pills-shop"
                          type="button"
                          role="tab"
                          aria-controls="pills-shop"
                          aria-selected="false"
                          style="width: 128px;height:80px"


                        >
                      
        
                        المجوهرات
                        </button>
                  </li>
                </ul>
                <div class="container">

                    <div class="tab-content" id="pills-tabContent">
                      <div
                        class="tab-pane fade show active"
                        id="pills-home"
                        role="tabpanel"
                        aria-labelledby="pills-home-tab"
                        tabindex="0"
                      >
                      
            <div class="row justify-content-center">
                <div class=" col-12 col-md-3 text-center mt-3" data-aos="fade-up" data-aos-duration="1000">
                 <img   class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">

                </div>
                <div class=" col-12 col-md-3 text-center mt-3" data-aos="fade-up" data-aos-duration="2000">
                    <img  class="rounded-circle"  src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
   
                </div>
                <div class=" col-12 col-md-3 text-center mt-3" data-aos="fade-up" data-aos-duration="3000">
                    <img  class="rounded-circle"  src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
   
                   </div>
                   <div class=" col-12 col-md-3 text-center mt-3" data-aos="fade-up" data-aos-duration="3000">
                    <img  class="rounded-circle"  src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
   
                </div>
                <div class=" col-12 col-md-3 text-center mt-3" data-aos="fade-up" data-aos-duration="1000">
                    <img  class="rounded-circle"   src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
   
                   </div>
                   <div class=" col-12 col-md-3 text-center mt-3" data-aos="fade-up" data-aos-duration="2000">
                       <img  class="rounded-circle"  src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
      
                   </div>
                   <div class=" col-12 col-md-3 text-center mt-3" data-aos="fade-up" data-aos-duration="3000">
                       <img  class="rounded-circle"   src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
      
                      </div>
                      <div class=" col-12 col-md-3 text-center mt-3" data-aos="fade-up" data-aos-duration="3000">
                       <img  class="rounded-circle"  src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
      
                   </div>
    
            </div>
                      </div>
                      <div
                        class="tab-pane fade"
                        id="pills-profile"
                        role="tabpanel"
                        aria-labelledby="pills-profile-tab"
                        tabindex="0"
                      >
                      <div class="row justify-content-center">
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="1000">
                         <img class="rounded-circle" src="/assets/img/صورة واتساب بتاريخ 2022-10-18 في 09.53.21.jpg" alt="" width="150px" height="150px">
        
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="2000">
                            <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
           
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                            <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
           
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                            <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
           
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="1000">
                            <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
           
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="2000">
                               <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
              
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                               <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
              
                              </div>
                              <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                               <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
              
                           </div>
            
                    </div>
                      </div>
                      <div
                        class="tab-pane fade"
                        id="pills-contact"
                        role="tabpanel"
                        aria-labelledby="pills-contact-tab"
                        tabindex="0"
                      >
                      <div class="row justify-content-center">
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="1000">
                         <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
        
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="2000">
                            <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
           
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                            <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
           
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                            <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
           
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="1000">
                            <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
           
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="2000">
                               <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
              
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                               <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
              
                              </div>
                              <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                               <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
              
                           </div>
            
                    </div>
                      </div>
                      <div
                        class="tab-pane fade"
                        id="pills-servProvider"
                        role="tabpanel"
                        aria-labelledby="pills-servProvider-tab"
                        tabindex="0"
                      >
                      <div class="row justify-content-center">
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="1000">
                         <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
        
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="2000">
                            <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
           
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                            <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
           
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                            <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
           
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="1000">
                            <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
           
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="2000">
                               <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
              
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                               <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
              
                              </div>
                              <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                               <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
              
                           </div>
            
                    </div>
                      </div>
                      <div
                        class="tab-pane fade"
                        id="pills-shop"
                        role="tabpanel"
                        aria-labelledby="pills-shop-tab"
                        tabindex="0"
                      >
                      <div class="row justify-content-center">
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="1000">
                         <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
        
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="2000">
                            <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
           
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                            <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
           
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                            <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
           
                        </div>
                        <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="1000">
                            <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
           
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="2000">
                               <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
              
                           </div>
                           <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                               <img class="rounded-circle" src="/assets/img/Ellipse 24.png" alt="" width="150px" height="150px">
              
                              </div>
                              <div class=" col-6 col-md-3 text-center mt-2" data-aos="fade-up" data-aos-duration="3000">
                               <img src="/assets/img/Ellipse 25.png" alt="" width="150px" height="150px">
              
                           </div>
            
                    </div>
                      </div>
                    </div>
                </div>
              </div>

          </div>

          <div class="container">

            <div class="mt-5">
              <div class="riadiat-of-number">
                  <h2 class="text-center">  الاكاديمية في اراقام   </h2>
                  <div class="row justify-content-center ">
                      <div class="col-6 col-md-auto mt-3">
                          <div class="box">
  
                              <h5 class="m-c fw-bolder">
                                  60000+
                              </h5>
                              <p>
                                  اشتراك في برامجنا
  
                              </p>
                          </div>
                      </div>
                      <div class="col-6 col-md-auto mt-3">
                          <div class="box">
  
                              <h5 class="m-c fw-bolder">
                                  5222+
                              </h5>
                              <p>
                                  اشتراك في برامجنا
  
                              </p>
                          </div>
                      </div>
                      <div class="col-6 col-md-auto mt-3">
                          <div class="box">
  
                              <h5 class="m-c fw-bolder">
                                  5222+
                              </h5>
                              <p>
                                  اشتراك في برامجنا
  
                              </p>
                          </div>
                      </div>
                      <div class="col-6 col-md-auto mt-3">
                          <div class="box">
  
                              <h5 class="m-c fw-bolder">
                                  9+
                              </h5>
                              <p>
                                  اشتراك في برامجنا
  
                              </p>
                          </div>
                      </div>
                      <div class="col-6 col-md-auto mt-3">
                          <div class="box">
  
                              <h5 class="m-c fw-bolder">
                                  876+
                              </h5>
                              <p>
                                  اشتراك في برامجنا
  
                              </p>
                          </div>
                      </div>
  
                  </div>
  
              </div>
  
          </div>
        </div>
       
    
       
    
      <div class="main-top py-2 px-5 position-relative mt-5">
        <div class="row align-items-center text-center m-auto">
            <div class="col-md-6 mt-2">
                <div class="img-screen">

                    <img class="img-fluid" src="/assets/img/mobile-screen 1.png" alt="">
                </div>

            </div>
            <div class="col-md-6  mt-4">
                <h2 class="text-white fs-1">
                    أكملي دوراتك، مراسلاتك وشاركي فـــــــي الشبكة والحاضنة من خلال تطبيق رياديــــــات


                </h2>
                <div class="mt-4">
                    <a href="">
                        <img src="/assets/img/34-349265_app-store-google-play-svg 3.png" alt="">
                    </a>
                    <a href="">
                        <img src="/assets/img/34-349265_app-store-google-play-svg 1.png" alt="">
                    </a>
                </div>

            </div>

        </div>
   
        <div class="star position-absolute" >
                <img  class="landing"  src="/assets/img/start.png" alt="">
        </div>
        <div class="square position-absolute" >
            <img class="landing"  src="/assets/img/square.png" alt="">
         </div>
         <div class="star-two position-absolute" >
            <img class="landing"  src="/assets/img/start.png" alt="">
         </div>
        <div class="star-big position-absolute" >
            <img class="landing"  src="/assets/img/star-big.png" alt="">
        </div>
    </div>
    <div class="sex-eight mt-5">
      <div class="container">
        <h2 class="text-center">   ماذا يقولون المشتركات في الشبكة</h2>
          <div class="feature-carousel owl-carousel owl-theme">
              <div class="item">
                  <div class="row align-items-center p">
                      <div class="col-md-8 osition-relative">
                          <p>
                              رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات ..
                          شكرا رياديات 
                          </p>
                          <h6 style="color: #FFBC00;">
                              سلمى احمد
                          </h6>
                          <div class="position-absolute dote">
                              <img src="/assets/img/dot.png" alt="">
                          </div>
                      </div>
                      <div class="col-md-4">
                          <img class="rounded-3  " src="/assets/img/Rectangle 1765.png" alt=""  width="368" height="368">
                      </div>
                   

                  </div>
              </div>
              <div class="item">
                  <div class="row align-items-center p">
                      <div class="col-md-8 osition-relative">
                          <p>
                              رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات ..
                          شكرا رياديات 
                          </p>
                          <h6 style="color: #FFBC00;">
                              سلمى احمد
                          </h6>
                          <div class="position-absolute dote">
                              <img src="/assets/img/dot.png" alt="">
                          </div>
                      </div>
                      <div class="col-md-4">
                          <img class="rounded-3  " src="/assets/img/Rectangle 1765.png" alt=""  width="368" height="368">
                      </div>
                   

                  </div>
              </div>
              <div class="item">
                  <div class="row align-items-center p">
                      <div class="col-md-8 osition-relative">
                          <p>
                              رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات رياديات  ساعدتني كثيرا في البداية فلقد قدمت لي الكثير من الحلول و الاستشارات و الدورات ..
                          شكرا رياديات 
                          </p>
                          <h6 style="color: #FFBC00;">
                              سلمى احمد
                          </h6>
                          <div class="position-absolute dote">
                              <img src="/assets/img/dot.png" alt="">
                          </div>
                      </div>
                      <div class="col-md-4">
                          <img class="rounded-3  " src="/assets/img/Rectangle 1765.png" alt=""  width="368" height="368">
                      </div>
                   

                  </div>
              </div>
  
          </div>

      </div>

    </div>
    
  

    </div>
</template>

<script>
export default {
name:"academy-home"
}
</script>

<style>

</style>