<template>
  <div class="container my-5">
    <div class="row my-5">
      <div class="col-md-4 my-5 col-12">
        <div class="d-flex flex-column">
          <h1 class="m-0" style="font-size: 40px">الاعضاء</h1>
          <h2 style="font-size: 62px" class="position-relative m-0">
            المؤثرين
            <img
              style="width: 220px; bottom: -23px; right: 0px"
              class="position-absolute"
              src="../assets/img/network/Vector 14.png"
              alt=""
            />
          </h2>
          <p class="my-5" style="color: #888">
            هل تسعى للعثور على أعضاء مميزين للغاية في عالم النبلاء والسفراء؟ إذا
            كانت الإجابة بنعم، فنحن ندعوك بإخلاص لاكتشاف أفخر الأعضاء لدينا
            الذين يتمتعون بأرقى المهارات والخبرات في مجموعة متنوعة من المجالات.
            يمكنك الاطلاع على أعضائنا النبلاء والسفراء والتعرف على تميزهم
            وتألقهم في مجالاتهم المختلفة.
          </p>
        </div>
      </div>
      <div class="col-md-8 my-5 col-12">
        <d-swiper
          v-if="!loading"
          :slides-per-view="2"
          :space-between="20"
          is-auto
          :items="items"
        >
          <template v-slot:default="{ item }">
            <div class="">
              <div class="">
                <div class="position-relative">
                  <img class="img-fluid" :src="item.img" height="165px" />
                  <div
                    style="
                      border-radius: 80px;
                      padding-top: 14px;
                      height: 42px;
                      width: 70px;
                      top: 10px;
                      left: 10px;
                      background-color: rgb(242, 99, 28);
                    "
                    class="position-absolute text-center d-flex justify-content-center align-items-center"
                  >
                    <p class="text-light">
                      {{ item.role }}
                    </p>
                  </div>
                </div>
                <div class="workspace-card__content">
                  <!-- <div
                    class="d-flex align-items-center justify-content-between"
                  >
                    <h6 class="workspace-card__title">{{ item.title }}</h6>
                  </div> -->

                  <!-- <p
                    class="text-four-lines workspace-card__description"
                    v-html="item.description"
                  ></p> -->
                </div>

                <!-- <div
                  class="d-flex align-items-center justify-content-between px-3 pb-3"
                >
                <svg width="20" height="19" viewBox="0 0 20 19" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M10.4127 15.8781L15.1377 18.8781C15.7471 19.2625 16.4971 18.6906 16.319 17.9875L14.9502 12.6062C14.9132 12.4571 14.9191 12.3005 14.9672 12.1545C15.0153 12.0086 15.1037 11.8792 15.2221 11.7812L19.4596 8.24687C20.0127 7.78749 19.7315 6.85937 19.0096 6.81249L13.4784 6.45624C13.3274 6.44746 13.1823 6.39491 13.0608 6.305C12.9393 6.2151 12.8466 6.09174 12.794 5.94999L10.7315 0.756243C10.6769 0.606152 10.5774 0.476496 10.4466 0.384876C10.3158 0.293256 10.16 0.24411 10.0002 0.24411C9.84053 0.24411 9.68468 0.293256 9.55386 0.384876C9.42305 0.476496 9.32359 0.606152 9.26899 0.756243L7.20649 5.94999C7.15392 6.09174 7.06121 6.2151 6.93967 6.305C6.81813 6.39491 6.67304 6.44746 6.52212 6.45624L0.990865 6.81249C0.26899 6.85937 -0.0122599 7.78749 0.540865 8.24687L4.77837 11.7812C4.8968 11.8792 4.98516 12.0086 5.03327 12.1545C5.08137 12.3005 5.08725 12.4571 5.05024 12.6062L3.78462 17.5937C3.56899 18.4375 4.46899 19.1219 5.19087 18.6625L9.58774 15.8781C9.71104 15.7997 9.85413 15.7581 10.0002 15.7581C10.1464 15.7581 10.2894 15.7997 10.4127 15.8781Z" fill="#FFC27A"/>
</svg>
<svg width="20" height="19" viewBox="0 0 20 19" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M10.4127 15.8781L15.1377 18.8781C15.7471 19.2625 16.4971 18.6906 16.319 17.9875L14.9502 12.6062C14.9132 12.4571 14.9191 12.3005 14.9672 12.1545C15.0153 12.0086 15.1037 11.8792 15.2221 11.7812L19.4596 8.24687C20.0127 7.78749 19.7315 6.85937 19.0096 6.81249L13.4784 6.45624C13.3274 6.44746 13.1823 6.39491 13.0608 6.305C12.9393 6.2151 12.8466 6.09174 12.794 5.94999L10.7315 0.756243C10.6769 0.606152 10.5774 0.476496 10.4466 0.384876C10.3158 0.293256 10.16 0.24411 10.0002 0.24411C9.84053 0.24411 9.68468 0.293256 9.55386 0.384876C9.42305 0.476496 9.32359 0.606152 9.26899 0.756243L7.20649 5.94999C7.15392 6.09174 7.06121 6.2151 6.93967 6.305C6.81813 6.39491 6.67304 6.44746 6.52212 6.45624L0.990865 6.81249C0.26899 6.85937 -0.0122599 7.78749 0.540865 8.24687L4.77837 11.7812C4.8968 11.8792 4.98516 12.0086 5.03327 12.1545C5.08137 12.3005 5.08725 12.4571 5.05024 12.6062L3.78462 17.5937C3.56899 18.4375 4.46899 19.1219 5.19087 18.6625L9.58774 15.8781C9.71104 15.7997 9.85413 15.7581 10.0002 15.7581C10.1464 15.7581 10.2894 15.7997 10.4127 15.8781Z" fill="#FFC27A"/>
</svg>
<svg width="20" height="19" viewBox="0 0 20 19" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M10.4127 15.8781L15.1377 18.8781C15.7471 19.2625 16.4971 18.6906 16.319 17.9875L14.9502 12.6062C14.9132 12.4571 14.9191 12.3005 14.9672 12.1545C15.0153 12.0086 15.1037 11.8792 15.2221 11.7812L19.4596 8.24687C20.0127 7.78749 19.7315 6.85937 19.0096 6.81249L13.4784 6.45624C13.3274 6.44746 13.1823 6.39491 13.0608 6.305C12.9393 6.2151 12.8466 6.09174 12.794 5.94999L10.7315 0.756243C10.6769 0.606152 10.5774 0.476496 10.4466 0.384876C10.3158 0.293256 10.16 0.24411 10.0002 0.24411C9.84053 0.24411 9.68468 0.293256 9.55386 0.384876C9.42305 0.476496 9.32359 0.606152 9.26899 0.756243L7.20649 5.94999C7.15392 6.09174 7.06121 6.2151 6.93967 6.305C6.81813 6.39491 6.67304 6.44746 6.52212 6.45624L0.990865 6.81249C0.26899 6.85937 -0.0122599 7.78749 0.540865 8.24687L4.77837 11.7812C4.8968 11.8792 4.98516 12.0086 5.03327 12.1545C5.08137 12.3005 5.08725 12.4571 5.05024 12.6062L3.78462 17.5937C3.56899 18.4375 4.46899 19.1219 5.19087 18.6625L9.58774 15.8781C9.71104 15.7997 9.85413 15.7581 10.0002 15.7581C10.1464 15.7581 10.2894 15.7997 10.4127 15.8781Z" fill="#FFC27A"/>
</svg>

                 <router-link class="router-link" style="width: 100px">
                    <button
                      class="btn btn-main"
                      style="
                        width: 100px;
                        height: 30px;
                        font-size: 12px;
                        padding: 5px;
                      "
                    >
                      عرض التفاصيل
                    </button>
                  </router-link> 
                </div> -->
              </div>
            </div>
          </template>
        </d-swiper>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      items: [
        { img: require("../assets/img/member/image.png"), role: "اميرة" },
        { img: require("../assets/img/member/image (1).png"), role: "سفيرة" },
      ],
    };
  },
};
</script>

<style></style>
