<template>
  <div
    class="container-fluid col-12"
    style="background: white; padding: 50px 15%"
  >
    <div class="row justify-content-center text-center mb-4">
      <span style="color: #ffbe39; font-size: 24px"> خطوه بخطوه </span>
      <h2 class="mt-2" style="color: #2eb9b3">كيف تبدأى الأن بكل بساطه</h2>
    </div>
    <div class="row">
      <div class="col-md-3 col-12 text-center">
        <div class="icon d-flex icon-4 justify-content-center">
          <div>
            <!-- <img class="" src="@/assets/af-icons/Coin/Filled.svg" alt="" /> -->
            <svg
              width="26"
              height="21"
              viewBox="0 0 26 21"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <path
                d="M24.4837 8.99414H21.9872V6.49414C21.9872 6.15039 21.7064 5.86914 21.3631 5.86914H20.1148C19.7715 5.86914 19.4907 6.15039 19.4907 6.49414V8.99414H16.9942C16.6509 8.99414 16.37 9.27539 16.37 9.61914V10.8691C16.37 11.2129 16.6509 11.4941 16.9942 11.4941H19.4907V13.9941C19.4907 14.3379 19.7715 14.6191 20.1148 14.6191H21.3631C21.7064 14.6191 21.9872 14.3379 21.9872 13.9941V11.4941H24.4837C24.827 11.4941 25.1079 11.2129 25.1079 10.8691V9.61914C25.1079 9.27539 24.827 8.99414 24.4837 8.99414ZM8.88043 10.8691C11.6383 10.8691 13.8735 8.63086 13.8735 5.86914C13.8735 3.10742 11.6383 0.869141 8.88043 0.869141C6.12255 0.869141 3.88737 3.10742 3.88737 5.86914C3.88737 8.63086 6.12255 10.8691 8.88043 10.8691ZM12.3756 12.1191H11.7241C10.8582 12.5176 9.89465 12.7441 8.88043 12.7441C7.86622 12.7441 6.90661 12.5176 6.03673 12.1191H5.38529C2.49088 12.1191 0.142578 14.4707 0.142578 17.3691V18.9941C0.142578 20.0293 0.981256 20.8691 2.01498 20.8691H15.7459C16.7796 20.8691 17.6183 20.0293 17.6183 18.9941V17.3691C17.6183 14.4707 15.27 12.1191 12.3756 12.1191Z"
                fill="#414042"
              />
            </svg>
          </div>
        </div>
        <div class="content row">
          <h4 style="color: #2cb7b3">ترقية حسابك</h4>
          <span>
            أكد من ترقية حسابك على منصة رياديات لتتمكن من الحصول على البطاقة
          </span>
        </div>
      </div>

      <div class="col-md-3 col-12 text-center">
        <div class="icon d-flex icon-3 justify-content-center">
          <div>
            <svg
              width="34"
              height="34"
              viewBox="0 0 34 34"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <path
                d="M21.2514 32.2298H12.7514C5.05888 32.2298 1.77222 28.9431 1.77222 21.2507V12.7507C1.77222 5.05815 5.05888 1.77148 12.7514 1.77148H21.2514C28.9439 1.77148 32.2305 5.05815 32.2305 12.7507V21.2507C32.2305 28.9431 28.9439 32.2298 21.2514 32.2298ZM12.7514 3.89648C6.22055 3.89648 3.89722 6.21982 3.89722 12.7507V21.2507C3.89722 27.7815 6.22055 30.1048 12.7514 30.1048H21.2514C27.7822 30.1048 30.1055 27.7815 30.1055 21.2507V12.7507C30.1055 6.21982 27.7822 3.89648 21.2514 3.89648H12.7514Z"
                fill="#414042"
              />
              <path
                d="M17.0006 21.6176C16.7314 21.6176 16.4623 21.5184 16.2498 21.3059L11.9998 17.0559C11.5889 16.645 11.5889 15.9651 11.9998 15.5542C12.4106 15.1434 13.0906 15.1434 13.5014 15.5542L17.0006 19.0534L20.4998 15.5542C20.9106 15.1434 21.5906 15.1434 22.0014 15.5542C22.4123 15.9651 22.4123 16.645 22.0014 17.0559L17.7514 21.3059C17.5389 21.5184 17.2698 21.6176 17.0006 21.6176Z"
                fill="#414042"
              />
              <path
                d="M17 21.6185C16.4192 21.6185 15.9375 21.1368 15.9375 20.556V9.22266C15.9375 8.64182 16.4192 8.16016 17 8.16016C17.5808 8.16016 18.0625 8.64182 18.0625 9.22266V20.556C18.0625 21.151 17.5808 21.6185 17 21.6185Z"
                fill="#414042"
              />
              <path
                d="M16.9978 25.8257C14.0087 25.8257 11.0053 25.3441 8.15785 24.3949C7.60535 24.2107 7.30785 23.6016 7.49201 23.0491C7.67618 22.4966 8.27118 22.1849 8.83784 22.3832C14.1078 24.1399 19.902 24.1399 25.172 22.3832C25.7245 22.1991 26.3337 22.4966 26.5178 23.0491C26.702 23.6016 26.4045 24.2107 25.852 24.3949C22.9903 25.3582 19.987 25.8257 16.9978 25.8257Z"
                fill="#414042"
              />
            </svg>
          </div>
        </div>
        <div class="content row">
          <h4 style="color: #2cb7b3">تنزيل البطاقة</h4>
          <span>
            مجرد ترقية حسابك، يمكنك تنزيل البطاقة مباشرةً أو استخدامها من تطبيق
            رياديات الخاص بك
          </span>
        </div>
      </div>

      <div class="col-md-3 col-12 text-center">
        <div class="icon d-flex icon-2 justify-content-center">
          <div>
            <!-- <img src="@/assets/af-icons/Clock/Filled.svg" alt="" /> -->
            <svg
              width="30"
              height="31"
              viewBox="0 0 30 31"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <path
                fill-rule="evenodd"
                clip-rule="evenodd"
                d="M8.75 5.86931C8.05964 5.86931 6.875 5.86926 7.5 5.86914L6.25 5.86937C4.17893 5.86937 2.5 7.5483 2.5 9.61937V24.6194C2.5 26.6904 4.17893 28.3694 6.25 28.3694H23.75C25.8211 28.3694 27.5 26.6904 27.5 24.6194V9.61937C27.5 7.5483 25.8211 5.86937 23.75 5.86937H22.5C22 5.86937 21.9404 5.86937 21.25 5.86937C20.5596 5.86937 20.5 5.86937 20 5.86937H10C10.5 5.86943 9.44036 5.86931 8.75 5.86931ZM5 22C5 21.3096 5.55964 21 6.25 21H23.75C24.4404 21 25 21.3096 25 22C25 22.6904 24.4404 23 23.75 23H6.25C5.55964 23 5 22.6904 5 22Z"
                fill="#414042"
              />
            </svg>
          </div>
        </div>
        <div class="content row">
          <h4 style="color: #2cb7b3">استخدام البطاقة</h4>
          <span>
            ابدأ في الاستفادة من الخصومات والعروض الحصرية عند استخدام بطاقتك على
            المواقع الإلكترونية المشاركة أو في المتاجر الشريكة
          </span>
        </div>
      </div>

      <div class="col-md-3 col-12 text-center">
        <div class="icon d-flex icon-1 justify-content-center">
          <div>
            <!-- <img src="@/assets/af-icons/User/filled.svg" alt="" /> -->
            <svg
              width="30"
              height="31"
              viewBox="0 0 30 31"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <path
                fill-rule="evenodd"
                clip-rule="evenodd"
                d="M15 28.3691C21.9036 28.3691 27.5 22.7727 27.5 15.8691C27.5 8.96558 21.9036 3.36914 15 3.36914C8.09644 3.36914 2.5 8.96558 2.5 15.8691C2.5 22.7727 8.09644 28.3691 15 28.3691ZM15 5.86914C14.3096 5.86914 13.75 6.42878 13.75 7.11914V8.36914C11.6789 8.36914 10 10.0481 10 12.1191V12.8172C10 14.4314 11.0329 15.8644 12.5641 16.3748L16.6453 17.7352C17.1557 17.9053 17.5 18.383 17.5 18.921V19.6191C17.5 20.3095 16.9404 20.8691 16.25 20.8691H13.75C13.0596 20.8691 12.5 20.3095 12.5 19.6191C12.5 18.9288 11.9404 18.3691 11.25 18.3691C10.5596 18.3691 10 18.9288 10 19.6191C10 21.6902 11.6789 23.3691 13.75 23.3691V24.6191C13.75 25.3095 14.3096 25.8691 15 25.8691C15.6904 25.8691 16.25 25.3095 16.25 24.6191V23.3691C18.3211 23.3691 20 21.6902 20 19.6191V18.921C20 17.3069 18.9671 15.8739 17.4359 15.3635L13.3547 14.0031C12.8443 13.833 12.5 13.3553 12.5 12.8172V12.1191C12.5 11.4288 13.0596 10.8691 13.75 10.8691H16.25C16.9404 10.8691 17.5 11.4288 17.5 12.1191C17.5 12.8095 18.0596 13.3691 18.75 13.3691C19.4404 13.3691 20 12.8095 20 12.1191C20 10.0481 18.3211 8.36914 16.25 8.36914V7.11914C16.25 6.42878 15.6904 5.86914 15 5.86914Z"
                fill="#414042"
              />
            </svg>
          </div>
        </div>
        <div class="content row">
          <h4 style="color: #2cb7b3">البقاء على اطلاع</h4>
          <span>
            تلقي تحديثات وإشعارات حول العروض الجديدة والفعاليات الخاصة لتستفيد
            إلى أقصى حد من عضويتك في رياديات
          </span>
        </div>
      </div>
    </div>
  </div>
</template>
<script></script>
<style scoped>
.icon div {
  background: white;
  width: 75px;
  height: 75px;
  padding: 10px;
  border-radius: 30%;
  padding: 20px;
  box-shadow: 0px 0px 6px 1px lightgrey;
  margin-bottom: 30px;
  position: relative;
}

.icon-1 div::before,
.icon-3 div::before {
  position: absolute;
  content: "";
  width: 130px;
  height: 30px;
  display: flex;
  justify-content: center;
  align-items: center;
  color: #fff;
  background-image: url("~@/assets/af-icons/Arrow1.png");
  background-size: contain;
  background-repeat: no-repeat;
  bottom: -10px;
  right: -150px;
}

.icon-2 div::before {
  position: absolute;
  content: "";
  width: 130px;
  height: 30px;
  display: flex;
  justify-content: center;
  align-items: center;
  color: #fff;
  background-image: url("~@/assets/af-icons/Arrow2.png");
  background-size: contain;
  background-repeat: no-repeat;
  top: 15px;
  right: -150px;
}

.icon div::after {
  position: absolute;
  content: "";
  width: 35px;
  height: 35px;
  display: flex;
  justify-content: center;
  align-items: center;
  color: #fff;
  background-color: #ffbe39;
  top: 0;
  right: -20px;
  border-radius: 50%;
}
.content h4 {
  color: #2eb9b3;
}
.icon-1 div::after {
  content: "4";
}
.icon-2 div::after {
  content: "3";
}
.icon-3 div::after {
  content: "2";
}
.icon-4 div::after {
  content: "1";
}
</style>
