<template>
    <div style="margin-top: 96px;">
        <div class="container">
            <div class="d-flex flex-wrap justify-content-between">
                <div class="">
                    <h3>تكنولوجيا القلم الديجيتال</h3>
                </div>
                <div>
                    <button style="background-color:#F6F8F9 ;" class="btn">
                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M6.86719 30.3337C6.32052 30.3337 5.86719 29.8803 5.86719 29.3337V2.66699C5.86719 2.12033 6.32052 1.66699 6.86719 1.66699C7.41385 1.66699 7.86719 2.12033 7.86719 2.66699V29.3337C7.86719 29.8803 7.41385 30.3337 6.86719 30.3337Z"
                                fill="#CDD7D8" />
                            <path
                                d="M21.8005 22.333H6.86719C6.32052 22.333 5.86719 21.8797 5.86719 21.333C5.86719 20.7863 6.32052 20.333 6.86719 20.333H21.8005C23.2539 20.333 23.9339 19.9463 24.0672 19.613C24.2005 19.2797 24.0005 18.533 22.9605 17.5063L21.3605 15.9063C20.7072 15.333 20.3072 14.4663 20.2672 13.5063C20.2272 12.493 20.6272 11.493 21.3605 10.7597L22.9605 9.15967C23.9472 8.17301 24.2539 7.37301 24.1072 7.02634C23.9605 6.67967 23.2005 6.33301 21.8005 6.33301H6.86719C6.30719 6.33301 5.86719 5.87967 5.86719 5.33301C5.86719 4.78634 6.32052 4.33301 6.86719 4.33301H21.8005C24.7205 4.33301 25.6539 5.54634 25.9605 6.26634C26.2539 6.98634 26.4539 8.50634 24.3739 10.5863L22.7739 12.1863C22.4405 12.5197 22.2539 12.9863 22.2672 13.453C22.2805 13.853 22.4405 14.213 22.7205 14.4663L24.3739 16.1063C26.4139 18.1463 26.2139 19.6663 25.9205 20.3997C25.6139 21.1063 24.6672 22.333 21.8005 22.333Z"
                                fill="#CDD7D8" />
                        </svg>
                        قدم بلاغ
                    </button>
                </div>

            </div>

            <div class="row mt-3">
                <div class="col-md-6">
                    <iframe style="height: 360px;" class="rounded-3 w-100"
                        src="https://www.youtube.com/embed/dGG9pWXS3ZQ" title="مقطع تعريفي عن شركة رياديات"
                        frameborder="0"
                        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                        allowfullscreen>
                    </iframe>
                </div>
                <div class="col-md-6">
                    <div class="box border rounded-2 p-2">
                        <p class="text-end t-c">
                            تاريخ النشر
                            <span>
                                : 22\12\2022
                            </span>
                        </p>
                        <div class="text-start">

                            <h5 class="t-c">
                                تكنولوجيا القلم الديجيتال
                            </h5>
                            <p>
                                <span class="m-c">
                                    500,000
                                </span>
                                <span class="y-c">
                                    ريال سعودي
                                </span>
                            </p>
                        </div>
                        <div class="col-md-12 mt-5 dashbord">
                            <div style="height: 10px;" class="progress ">
                                <div class="progress-bar" role="progressbar" aria-label="Example with label"
                                    style="width: 50%; height: 10px;" aria-valuenow="25" aria-valuemin="0"
                                    aria-valuemax="100">
                                    <div class="position-absolute text">
                                        <div class="d-flex justify-content-between">
                                            <p>
                                                <span class="fw-bolder t-c fs-6">
                                                    من 500 مستثمر
                                                </span>

                                            </p>

                                        </div>

                                    </div>

                                </div>
                            </div>
                            <div class="d-flex justify-content-between">

                                <small class="t-c text-start">
                                    <span>
                                        50%
                                    </span>
                                    من الحد الأدنى المطلوب

                                </small>
                                <small class="t-c text-start">
                                    <span>
                                        الهدف:
                                    </span>
                                    <span class="text-danger">
                                        500.00
                                    </span>
                                    رس

                                </small>
                            </div>
                            <div class="mt-2">
                                <div>

                                    <a class="btn bg-main text-white" data-bs-toggle="modal"
                                        data-bs-target="#staticBackdrop">
                                        تمويل المشروع

                                    </a>
                                    <button class="btn border m-c">
                                        <svg width="18" height="19" viewBox="0 0 18 19" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M11 2.40234V6.97377C3 6.97377 1 11.6595 1 18.4023C2.04 13.8766 5 11.5452 9.00001 11.5452H11V16.1166L17 8.89377L11 2.40234Z"
                                                stroke="#1FB9B3" stroke-width="1.4" />
                                        </svg>
                                        مشاركة

                                    </button>
                                </div>
                                <p class="mt-1 t-c">
                                    الحد الأدنى للاستثمار:
                                    <span>
                                        500 رس
                                    </span>
                                </p>
                            </div>
                        </div>
                        <hr>
                        <div class=" row justify-content-between">
                            <div class="col-md-5 d-flex">
                                <div class="t-c">

                                    <svg width="17" height="16" viewBox="0 0 17 16" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M8.71224 15.1667C5.21891 15.1667 2.37891 12.3267 2.37891 8.83333C2.37891 5.34 5.21891 2.5 8.71224 2.5C12.2056 2.5 15.0456 5.34 15.0456 8.83333C15.0456 12.3267 12.2056 15.1667 8.71224 15.1667ZM8.71224 3.5C5.77224 3.5 3.37891 5.89333 3.37891 8.83333C3.37891 11.7733 5.77224 14.1667 8.71224 14.1667C11.6522 14.1667 14.0456 11.7733 14.0456 8.83333C14.0456 5.89333 11.6522 3.5 8.71224 3.5Z"
                                            fill="#979797" />
                                        <path
                                            d="M8.71191 9.16634C8.43858 9.16634 8.21191 8.93967 8.21191 8.66634V5.33301C8.21191 5.05967 8.43858 4.83301 8.71191 4.83301C8.98525 4.83301 9.21191 5.05967 9.21191 5.33301V8.66634C9.21191 8.93967 8.98525 9.16634 8.71191 9.16634Z"
                                            fill="#979797" />
                                        <path
                                            d="M10.7119 1.83301H6.71191C6.43858 1.83301 6.21191 1.60634 6.21191 1.33301C6.21191 1.05967 6.43858 0.833008 6.71191 0.833008H10.7119C10.9852 0.833008 11.2119 1.05967 11.2119 1.33301C11.2119 1.60634 10.9852 1.83301 10.7119 1.83301Z"
                                            fill="#979797" />
                                    </svg>
                                </div>
                                <div class="t-c">
                                    <small>

                                        باقي عن غلق الجولة
                                    </small>

                                    <p class="text-dark">
                                        40 يوم
                                    </p>
                                </div>
                            </div>
                            <div class="col-md-6 d-flex">
                                <div class="t-c">

                                    <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M13.3403 12.8403C13.2137 12.8403 13.087 12.7937 12.987 12.6937L9.68699 9.39366C9.49366 9.20032 9.49366 8.88033 9.68699 8.68699C9.88033 8.49366 10.2003 8.49366 10.3937 8.68699L13.6937 11.987C13.887 12.1803 13.887 12.5003 13.6937 12.6937C13.5937 12.7937 13.467 12.8403 13.3403 12.8403Z"
                                            fill="#979797" />
                                        <path
                                            d="M6.73997 12.2864C6.2533 12.2864 5.78663 12.0931 5.44663 11.7464L2.61996 8.91979C1.90663 8.20645 1.90663 7.03978 2.61996 6.32644L7.3333 1.61313C8.04663 0.899792 9.2133 0.899792 9.92663 1.61313L12.7533 4.43979C13.1 4.78645 13.2933 5.24645 13.2933 5.73312C13.2933 6.21979 13.1 6.68646 12.7533 7.02645L8.03996 11.7398C7.6933 12.0998 7.2333 12.2864 6.73997 12.2864ZM8.62663 2.07978C8.4133 2.07978 8.19996 2.15978 8.03996 2.32644L3.32664 7.03978C2.99997 7.36645 2.99997 7.89311 3.32664 8.21977L6.1533 11.0465C6.46663 11.3598 7.0133 11.3598 7.3333 11.0465L12.0466 6.33312C12.2066 6.17312 12.2933 5.96645 12.2933 5.74645C12.2933 5.52645 12.2066 5.31311 12.0466 5.15978L9.21997 2.33312C9.0533 2.15978 8.83997 2.07978 8.62663 2.07978Z"
                                            fill="#979797" />
                                        <path
                                            d="M5.33301 14.5H1.33301C1.05967 14.5 0.833008 14.2733 0.833008 14C0.833008 13.7267 1.05967 13.5 1.33301 13.5H5.33301C5.60634 13.5 5.83301 13.7267 5.83301 14C5.83301 14.2733 5.60634 14.5 5.33301 14.5Z"
                                            fill="#979797" />
                                        <path
                                            d="M9.08667 10.4939C8.96 10.4939 8.83334 10.4472 8.73334 10.3472L4.02 5.63389C3.82667 5.44056 3.82667 5.12056 4.02 4.92723C4.21333 4.73389 4.53333 4.73389 4.72666 4.92723L9.44 9.64054C9.63334 9.83388 9.63334 10.1539 9.44 10.3472C9.34667 10.4472 9.21334 10.4939 9.08667 10.4939Z"
                                            fill="#979797" />
                                    </svg>

                                </div>
                                <div class="t-c">
                                    <small>

                                        الملكية المطروحة
                                    </small>

                                    <p class="text-dark">
                                        30 %
                                    </p>
                                </div>
                            </div>

                        </div>

                    </div>


                </div>

            </div>
            <div class="row justify-content-between mt-3">

                <div class="col-md-6">
                    <h3>
                        عن المشروع
                    </h3>
                    <p>
                        لسبتعد ورشة العمل؛ إحدى الوسائل التي يتمّ من خلالها؛ تبادل الخبرات والأدوار في مجالٍ ما؛ حيثُ
                        يجتمع أهل الخبرة، والمدربين في حقلٍ مُعيّن، مع العديد من الأشخاص المُهتمين بذاك المجال، والساعين
                        إلى تطوير أنفسهم؛ من خلال المعلومات المشروحة في الورشة، والتدريبات العملية المُقدَمَة أثناءها.
                    </p>
                    <h3>
                        المشكلة المستهدف حلها
                    </h3>
                    <p>
                        لسبتعد ورشة العمل؛ إحدى الوسائل التي يتمّ من خلالها؛ تبادل الخبرات والأدوار في مجالٍ ما؛ حيثُ
                        يجتمع أهل الخبرة، والمدربين في حقلٍ مُعيّن، مع العديد من الأشخاص المُهتمين بذاك المجال، والساعين
                        إلى تطوير أنفسهم؛ من خلال المعلومات المشروحة في الورشة، والتدريبات العملية المُقدَمَة أثناءها.
                    </p>
                    <h3>
                        الخطة المستقبلية
                    </h3>
                    <p>
                        لسبتعد ورشة العمل؛ إحدى الوسائل التي يتمّ من خلالها؛ تبادل الخبرات والأدوار في مجالٍ ما؛ حيثُ
                        يجتمع أهل الخبرة، والمدربين في حقلٍ مُعيّن، مع العديد من الأشخاص المُهتمين بذاك المجال، والساعين
                        إلى تطوير أنفسهم؛ من خلال المعلومات المشروحة في الورشة، والتدريبات العملية المُقدَمَة أثناءها.
                    </p>
                    <div>
                        <iframe style="height: 360px;" class="rounded-3 w-100"
                            src="https://www.youtube.com/embed/dGG9pWXS3ZQ" title="مقطع تعريفي عن شركة رياديات"
                            frameborder="0"
                            allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                            allowfullscreen>
                        </iframe>

                    </div>
                    <h3>
                        الخطة المستقبلية
                    </h3>
                    <p>
                        لسبتعد ورشة العمل؛ إحدى الوسائل التي يتمّ من خلالها؛ تبادل الخبرات والأدوار في مجالٍ ما؛ حيثُ
                        يجتمع أهل الخبرة، والمدربين في حقلٍ مُعيّن، مع العديد من الأشخاص المُهتمين بذاك المجال، والساعين
                        إلى تطوير أنفسهم؛ من خلال المعلومات المشروحة في الورشة، والتدريبات العملية المُقدَمَة أثناءها.
                    </p>
                </div>
                <div class="col-md-4">
                    <div>

                        <h3 class="m-c text-center">
                            التحديثات الدورية
                        </h3>
                        <div class="border rounded-3">
                            <div class="border-bottom my-1 ">
                                <div class="p-2">

                                    <p class="t-c p-0 m-0">
                                        25 مايو 2021
                                    </p>
                                    <p class="p-0 m-0">
                                        50 مليون ريال تم تجميع من جولة
                                    </p>
                                </div>
                            </div>
                            <div class="border-bottom my-1 ">
                                <div class="p-2">

                                    <p class="t-c p-0 m-0">
                                        25 مايو 2021
                                    </p>
                                    <p class="p-0 m-0">
                                        50 مليون ريال تم تجميع من جولة
                                    </p>
                                </div>
                            </div>
                            <div class="border-bottom my-1 ">
                                <div class="p-2">

                                    <p class="t-c p-0 m-0">
                                        25 مايو 2021
                                    </p>
                                    <p class="p-0 m-0">
                                        50 مليون ريال تم تجميع من جولة
                                    </p>
                                </div>
                            </div>
                            <div class="border-bottom my-1 ">
                                <div class="p-2">

                                    <p class="t-c p-0 m-0">
                                        25 مايو 2021
                                    </p>
                                    <p class="p-0 m-0">
                                        50 مليون ريال تم تجميع من جولة
                                    </p>
                                </div>
                            </div>

                        </div>
                    </div>
                    <div class="mt-4">
                        <h3 class="m-c text-center">
                            فريق المشـــروع
                        </h3>
                        <div class="border rounded-3 mt-3">
                            <div class="  ">
                                <div class="p-1">
                                    <div class="p-2 d-flex">
                                        <div>
                                            <img class="rounded-circle"
                                                src="/assets/img/صورة واتساب بتاريخ 2022-10-18 في 09.53.21.jpg" alt=""
                                                width="42" height="42">
                                        </div>
                                        <div>
                                            <h4 class="t-c">
                                                عبد الرحمن
                                            </h4>
                                            <h6 class="t-c">
                                                رائدة أعمال
                                            </h6>
                                        </div>

                                    </div>
                                    <p>
                                        حصلت على بكالوريوس معهد الكونسرفتوار، خبرة 5 سنوات في ريادة الأعمال، حصلت على
                                        جوائز عديدة ولها شركات ناجحة في المملكة وخارجها
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="border rounded-3 mt-3">
                            <div class="  ">
                                <div class="p-1">

                                    <div class="p-2 d-flex">
                                        <div>
                                            <img class="rounded-circle"
                                                src="/assets/img/صورة واتساب بتاريخ 2022-10-18 في 09.53.21.jpg" alt=""
                                                width="42" height="42">
                                        </div>
                                        <div>
                                            <h4 class="t-c">
                                                عبد الرحمن
                                            </h4>
                                            <h6 class="t-c">
                                                رائدة أعمال
                                            </h6>
                                        </div>

                                    </div>
                                    <p>
                                        حصلت على بكالوريوس معهد الكونسرفتوار، خبرة 5 سنوات في ريادة الأعمال، حصلت على
                                        جوائز عديدة ولها شركات ناجحة في المملكة وخارجها
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="border rounded-3 mt-3">
                            <div class="  ">
                                <div class="p-1">

                                    <div class="p-2 d-flex">
                                        <div>
                                            <img class="rounded-circle"
                                                src="/assets/img/صورة واتساب بتاريخ 2022-10-18 في 09.53.21.jpg" alt=""
                                                width="42" height="42">
                                        </div>
                                        <div>
                                            <h4 class="t-c">
                                                عبد الرحمن
                                            </h4>
                                            <h6 class="t-c">
                                                رائدة أعمال
                                            </h6>
                                        </div>

                                    </div>
                                    <p>
                                        حصلت على بكالوريوس معهد الكونسرفتوار، خبرة 5 سنوات في ريادة الأعمال، حصلت على
                                        جوائز عديدة ولها شركات ناجحة في المملكة وخارجها
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="border rounded-3 mt-3">
                            <div class="  ">
                                <div class="p-1">

                                    <div class="p-2 d-flex">
                                        <div>
                                            <img class="rounded-circle"
                                                src="/assets/img/صورة واتساب بتاريخ 2022-10-18 في 09.53.21.jpg" alt=""
                                                width="42" height="42">
                                        </div>
                                        <div>
                                            <h4 class="t-c">
                                                عبد الرحمن
                                            </h4>
                                            <h6 class="t-c">
                                                رائدة أعمال
                                            </h6>
                                        </div>

                                    </div>
                                    <p>
                                        حصلت على بكالوريوس معهد الكونسرفتوار، خبرة 5 سنوات في ريادة الأعمال، حصلت على
                                        جوائز عديدة ولها شركات ناجحة في المملكة وخارجها
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="mt-4">

                        <h3 class="m-c text-center">
                            العقد الاستثماري
                        </h3>
                        <div class="border rounded-3 mt-3">
                            <div class="  ">
                                <div class="d-flex justify-content-between p-2">
                                    <p class="p-0 m-0">
                                        <svg width="16" height="18" viewBox="0 0 16 18" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M11.1909 5.85602L10.1466 4.81219L4.92418 10.0335C4.05894 10.8984 4.05894 12.3013 4.92418 13.1662C5.78925 14.0311 7.19218 14.0311 8.05742 13.1662L14.3243 6.9004C15.7667 5.45879 15.7667 3.12101 14.3243 1.67937C12.8826 0.237086 10.5441 0.237086 9.10236 1.67937L2.52264 8.25824C2.51798 8.26313 2.5128 8.2675 2.50856 8.27184C0.497145 10.2832 0.497145 13.5432 2.50856 15.5538C4.51921 17.5645 7.78012 17.5645 9.79183 15.5538C9.79624 15.5494 9.80013 15.5446 9.80501 15.5397L14.2967 11.0497L13.2518 10.0059L8.76068 14.496C8.75592 14.5003 8.75162 14.5051 8.74709 14.5095C7.31494 15.9414 4.98509 15.9414 3.55258 14.5095C2.12062 13.0779 2.12062 10.7485 3.55258 9.31661C3.55747 9.31172 3.56229 9.30725 3.56686 9.30301L3.56612 9.30204L10.1466 2.72336C11.0102 1.85935 12.416 1.85935 13.2801 2.72336C14.1437 3.58731 14.1437 4.99277 13.2801 5.85605L7.01321 12.1217C6.72483 12.4099 6.25665 12.4099 5.96856 12.1217C5.68086 11.8342 5.68086 11.3656 5.96856 11.0779L11.1909 5.85602Z"
                                                fill="#1FB9B3" stroke="white" stroke-width="0.5" />
                                        </svg>
                                        العقد
                                        <span>
                                            PDF
                                        </span>
                                    </p>
                                    <p class="p-0 m-0">
                                        <a href="" class="m-c">

                                            <svg width="19" height="18" viewBox="0 0 19 18" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <path
                                                    d="M17.7637 8.9795C17.7637 13.6087 14.011 17.3613 9.38184 17.3613C4.75268 17.3613 1 13.6086 1 8.9795C1 4.35034 4.75268 0.597656 9.38184 0.597656C14.011 0.597656 17.7637 4.35034 17.7637 8.9795Z"
                                                    stroke="#1FB9B3" stroke-linecap="round" stroke-linejoin="round" />
                                                <path d="M6.0293 8.97949L9.38204 12.3322L12.7348 8.97949"
                                                    stroke="#1FB9B3" stroke-linecap="round" stroke-linejoin="round" />
                                                <path d="M9.38086 5.62695V12.3324" stroke="#1FB9B3"
                                                    stroke-linecap="round" stroke-linejoin="round" />
                                            </svg>
                                            تحميل
                                        </a>
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'investment-prpject-page'
}
</script>

<style>

</style>